{"class_name": "Tokenizer", "config": {"num_words": 2000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 135, "word_counts": "{\"hi\": 2, \"how\": 5, \"are\": 8, \"you\": 32, \"is\": 4, \"anyone\": 1, \"there\": 2, \"hello\": 1, \"good\": 2, \"day\": 2, \"hey\": 1, \"whats\": 8, \"up\": 2, \"howdy\": 1, \"greetings\": 1, \"bye\": 1, \"see\": 2, \"later\": 2, \"goodbye\": 1, \"catch\": 1, \"take\": 1, \"care\": 1, \"ya\": 1, \"farewell\": 1, \"talk\": 1, \"to\": 14, \"soon\": 1, \"thanks\": 3, \"thank\": 2, \"thats\": 1, \"helpful\": 1, \"i\": 23, \"appreciate\": 1, \"it\": 5, \"much\": 4, \"obliged\": 1, \"a\": 20, \"lot\": 1, \"so\": 1, \"for\": 2, \"your\": 8, \"help\": 5, \"owe\": 1, \"one\": 1, \"can\": 9, \"me\": 18, \"need\": 6, \"assistance\": 1, \"could\": 1, \"assist\": 1, \"please\": 1, \"have\": 2, \"problem\": 2, \"get\": 1, \"some\": 2, \"support\": 1, \"the\": 8, \"weather\": 3, \"like\": 1, \"going\": 3, \"rain\": 1, \"tell\": 12, \"forecast\": 1, \"update\": 1, \"will\": 1, \"be\": 2, \"sunny\": 1, \"today\": 1, \"temperature\": 1, \"hows\": 3, \"want\": 10, \"book\": 3, \"flight\": 1, \"hotel\": 1, \"reserve\": 2, \"table\": 1, \"make\": 4, \"reservation\": 1, \"ticket\": 1, \"schedule\": 1, \"an\": 2, \"appointment\": 1, \"seat\": 1, \"complaint\": 2, \"issue\": 1, \"this\": 2, \"isnt\": 1, \"working\": 1, \"im\": 1, \"unhappy\": 1, \"with\": 1, \"service\": 1, \"report\": 1, \"something\": 10, \"went\": 1, \"wrong\": 1, \"file\": 1, \"joke\": 1, \"laugh\": 1, \"humor\": 1, \"funny\": 2, \"say\": 1, \"do\": 13, \"know\": 9, \"any\": 9, \"jokes\": 1, \"smile\": 1, \"fun\": 8, \"fact\": 8, \"about\": 17, \"animals\": 2, \"animal\": 3, \"facts\": 9, \"learn\": 8, \"trivia\": 15, \"interesting\": 8, \"movies\": 1, \"movie\": 2, \"films\": 1, \"film\": 1, \"space\": 3, \"universe\": 1, \"astronomy\": 1, \"new\": 1, \"doing\": 1, \"life\": 1, \"things\": 1, \"on\": 1, \"what\": 5, \"hours\": 3, \"when\": 2, \"open\": 3, \"business\": 1, \"opening\": 1, \"time\": 1, \"close\": 1, \"now\": 1, \"where\": 3, \"located\": 1, \"address\": 2, \"location\": 2, \"details\": 2, \"find\": 1, \"office\": 2, \"share\": 1, \"products\": 2, \"offer\": 1, \"services\": 1, \"sell\": 1, \"list\": 1, \"offerings\": 1, \"does\": 1, \"cost\": 2, \"price\": 1, \"pricing\": 1, \"technology\": 2, \"tech\": 2, \"computers\": 1, \"history\": 3, \"historical\": 2, \"food\": 4, \"cuisine\": 1, \"music\": 4, \"songs\": 1, \"sports\": 4, \"games\": 1}", "word_docs": "{\"hi\": 2, \"how\": 5, \"you\": 32, \"are\": 8, \"is\": 4, \"there\": 2, \"anyone\": 1, \"hello\": 1, \"good\": 2, \"day\": 2, \"hey\": 1, \"up\": 2, \"whats\": 8, \"howdy\": 1, \"greetings\": 1, \"bye\": 1, \"see\": 2, \"later\": 2, \"goodbye\": 1, \"catch\": 1, \"take\": 1, \"care\": 1, \"ya\": 1, \"farewell\": 1, \"to\": 14, \"soon\": 1, \"talk\": 1, \"thanks\": 3, \"thank\": 2, \"thats\": 1, \"helpful\": 1, \"appreciate\": 1, \"i\": 23, \"it\": 5, \"obliged\": 1, \"much\": 4, \"lot\": 1, \"a\": 20, \"so\": 1, \"your\": 8, \"for\": 2, \"help\": 5, \"one\": 1, \"owe\": 1, \"can\": 9, \"me\": 18, \"need\": 6, \"assistance\": 1, \"could\": 1, \"assist\": 1, \"please\": 1, \"have\": 2, \"problem\": 2, \"some\": 2, \"get\": 1, \"support\": 1, \"like\": 1, \"weather\": 3, \"the\": 8, \"going\": 3, \"rain\": 1, \"tell\": 12, \"forecast\": 1, \"update\": 1, \"today\": 1, \"will\": 1, \"be\": 2, \"sunny\": 1, \"temperature\": 1, \"hows\": 3, \"flight\": 1, \"book\": 3, \"want\": 10, \"hotel\": 1, \"table\": 1, \"reserve\": 2, \"make\": 4, \"reservation\": 1, \"ticket\": 1, \"appointment\": 1, \"an\": 2, \"schedule\": 1, \"seat\": 1, \"complaint\": 2, \"issue\": 1, \"this\": 2, \"isnt\": 1, \"working\": 1, \"with\": 1, \"service\": 1, \"unhappy\": 1, \"im\": 1, \"report\": 1, \"wrong\": 1, \"went\": 1, \"something\": 10, \"file\": 1, \"joke\": 1, \"laugh\": 1, \"humor\": 1, \"funny\": 2, \"say\": 1, \"do\": 13, \"know\": 9, \"any\": 9, \"jokes\": 1, \"smile\": 1, \"animals\": 2, \"fact\": 8, \"fun\": 8, \"about\": 17, \"animal\": 3, \"facts\": 9, \"learn\": 8, \"trivia\": 15, \"interesting\": 8, \"movies\": 1, \"movie\": 2, \"films\": 1, \"film\": 1, \"space\": 3, \"universe\": 1, \"astronomy\": 1, \"new\": 1, \"doing\": 1, \"life\": 1, \"things\": 1, \"on\": 1, \"what\": 5, \"hours\": 3, \"open\": 3, \"when\": 2, \"business\": 1, \"opening\": 1, \"time\": 1, \"close\": 1, \"now\": 1, \"located\": 1, \"where\": 3, \"address\": 2, \"location\": 2, \"details\": 2, \"find\": 1, \"office\": 2, \"share\": 1, \"products\": 2, \"offer\": 1, \"services\": 1, \"sell\": 1, \"list\": 1, \"offerings\": 1, \"does\": 1, \"cost\": 2, \"price\": 1, \"pricing\": 1, \"technology\": 2, \"tech\": 2, \"computers\": 1, \"history\": 3, \"historical\": 2, \"food\": 4, \"cuisine\": 1, \"music\": 4, \"songs\": 1, \"sports\": 4, \"games\": 1}", "index_docs": "{\"47\": 2, \"26\": 5, \"2\": 32, \"17\": 8, \"30\": 4, \"48\": 2, \"77\": 1, \"78\": 1, \"49\": 2, \"50\": 2, \"79\": 1, \"51\": 2, \"18\": 8, \"80\": 1, \"81\": 1, \"82\": 1, \"52\": 2, \"53\": 2, \"83\": 1, \"84\": 1, \"85\": 1, \"86\": 1, \"87\": 1, \"88\": 1, \"8\": 14, \"90\": 1, \"89\": 1, \"36\": 3, \"54\": 2, \"91\": 1, \"92\": 1, \"93\": 1, \"3\": 23, \"27\": 5, \"94\": 1, \"31\": 4, \"95\": 1, \"4\": 20, \"96\": 1, \"19\": 8, \"55\": 2, \"28\": 5, \"98\": 1, \"97\": 1, \"13\": 9, \"5\": 18, \"25\": 6, \"99\": 1, \"100\": 1, \"101\": 1, \"102\": 1, \"56\": 2, \"57\": 2, \"58\": 2, \"103\": 1, \"104\": 1, \"105\": 1, \"37\": 3, \"20\": 8, \"38\": 3, \"106\": 1, \"10\": 12, \"107\": 1, \"108\": 1, \"111\": 1, \"109\": 1, \"59\": 2, \"110\": 1, \"112\": 1, \"39\": 3, \"113\": 1, \"40\": 3, \"11\": 10, \"114\": 1, \"115\": 1, \"60\": 2, \"32\": 4, \"116\": 1, \"117\": 1, \"119\": 1, \"61\": 2, \"118\": 1, \"120\": 1, \"62\": 2, \"121\": 1, \"63\": 2, \"122\": 1, \"123\": 1, \"126\": 1, \"127\": 1, \"125\": 1, \"124\": 1, \"128\": 1, \"130\": 1, \"129\": 1, \"12\": 10, \"131\": 1, \"132\": 1, \"133\": 1, \"134\": 1, \"64\": 2, \"135\": 1, \"9\": 13, \"14\": 9, \"15\": 9, \"136\": 1, \"137\": 1, \"65\": 2, \"22\": 8, \"21\": 8, \"6\": 17, \"41\": 3, \"16\": 9, \"23\": 8, \"7\": 15, \"24\": 8, \"138\": 1, \"66\": 2, \"139\": 1, \"140\": 1, \"42\": 3, \"141\": 1, \"142\": 1, \"143\": 1, \"144\": 1, \"145\": 1, \"146\": 1, \"147\": 1, \"29\": 5, \"43\": 3, \"44\": 3, \"67\": 2, \"148\": 1, \"149\": 1, \"150\": 1, \"151\": 1, \"152\": 1, \"153\": 1, \"45\": 3, \"68\": 2, \"69\": 2, \"70\": 2, \"154\": 1, \"71\": 2, \"155\": 1, \"72\": 2, \"156\": 1, \"157\": 1, \"158\": 1, \"159\": 1, \"160\": 1, \"161\": 1, \"73\": 2, \"162\": 1, \"163\": 1, \"74\": 2, \"75\": 2, \"164\": 1, \"46\": 3, \"76\": 2, \"33\": 4, \"165\": 1, \"34\": 4, \"166\": 1, \"35\": 4, \"167\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"you\", \"3\": \"i\", \"4\": \"a\", \"5\": \"me\", \"6\": \"about\", \"7\": \"trivia\", \"8\": \"to\", \"9\": \"do\", \"10\": \"tell\", \"11\": \"want\", \"12\": \"something\", \"13\": \"can\", \"14\": \"know\", \"15\": \"any\", \"16\": \"facts\", \"17\": \"are\", \"18\": \"whats\", \"19\": \"your\", \"20\": \"the\", \"21\": \"fun\", \"22\": \"fact\", \"23\": \"learn\", \"24\": \"interesting\", \"25\": \"need\", \"26\": \"how\", \"27\": \"it\", \"28\": \"help\", \"29\": \"what\", \"30\": \"is\", \"31\": \"much\", \"32\": \"make\", \"33\": \"food\", \"34\": \"music\", \"35\": \"sports\", \"36\": \"thanks\", \"37\": \"weather\", \"38\": \"going\", \"39\": \"hows\", \"40\": \"book\", \"41\": \"animal\", \"42\": \"space\", \"43\": \"hours\", \"44\": \"open\", \"45\": \"where\", \"46\": \"history\", \"47\": \"hi\", \"48\": \"there\", \"49\": \"good\", \"50\": \"day\", \"51\": \"up\", \"52\": \"see\", \"53\": \"later\", \"54\": \"thank\", \"55\": \"for\", \"56\": \"have\", \"57\": \"problem\", \"58\": \"some\", \"59\": \"be\", \"60\": \"reserve\", \"61\": \"an\", \"62\": \"complaint\", \"63\": \"this\", \"64\": \"funny\", \"65\": \"animals\", \"66\": \"movie\", \"67\": \"when\", \"68\": \"address\", \"69\": \"location\", \"70\": \"details\", \"71\": \"office\", \"72\": \"products\", \"73\": \"cost\", \"74\": \"technology\", \"75\": \"tech\", \"76\": \"historical\", \"77\": \"anyone\", \"78\": \"hello\", \"79\": \"hey\", \"80\": \"howdy\", \"81\": \"greetings\", \"82\": \"bye\", \"83\": \"goodbye\", \"84\": \"catch\", \"85\": \"take\", \"86\": \"care\", \"87\": \"ya\", \"88\": \"farewell\", \"89\": \"talk\", \"90\": \"soon\", \"91\": \"thats\", \"92\": \"helpful\", \"93\": \"appreciate\", \"94\": \"obliged\", \"95\": \"lot\", \"96\": \"so\", \"97\": \"owe\", \"98\": \"one\", \"99\": \"assistance\", \"100\": \"could\", \"101\": \"assist\", \"102\": \"please\", \"103\": \"get\", \"104\": \"support\", \"105\": \"like\", \"106\": \"rain\", \"107\": \"forecast\", \"108\": \"update\", \"109\": \"will\", \"110\": \"sunny\", \"111\": \"today\", \"112\": \"temperature\", \"113\": \"flight\", \"114\": \"hotel\", \"115\": \"table\", \"116\": \"reservation\", \"117\": \"ticket\", \"118\": \"schedule\", \"119\": \"appointment\", \"120\": \"seat\", \"121\": \"issue\", \"122\": \"isnt\", \"123\": \"working\", \"124\": \"im\", \"125\": \"unhappy\", \"126\": \"with\", \"127\": \"service\", \"128\": \"report\", \"129\": \"went\", \"130\": \"wrong\", \"131\": \"file\", \"132\": \"joke\", \"133\": \"laugh\", \"134\": \"humor\", \"135\": \"say\", \"136\": \"jokes\", \"137\": \"smile\", \"138\": \"movies\", \"139\": \"films\", \"140\": \"film\", \"141\": \"universe\", \"142\": \"astronomy\", \"143\": \"new\", \"144\": \"doing\", \"145\": \"life\", \"146\": \"things\", \"147\": \"on\", \"148\": \"business\", \"149\": \"opening\", \"150\": \"time\", \"151\": \"close\", \"152\": \"now\", \"153\": \"located\", \"154\": \"find\", \"155\": \"share\", \"156\": \"offer\", \"157\": \"services\", \"158\": \"sell\", \"159\": \"list\", \"160\": \"offerings\", \"161\": \"does\", \"162\": \"price\", \"163\": \"pricing\", \"164\": \"computers\", \"165\": \"cuisine\", \"166\": \"songs\", \"167\": \"games\"}", "word_index": "{\"<OOV>\": 1, \"you\": 2, \"i\": 3, \"a\": 4, \"me\": 5, \"about\": 6, \"trivia\": 7, \"to\": 8, \"do\": 9, \"tell\": 10, \"want\": 11, \"something\": 12, \"can\": 13, \"know\": 14, \"any\": 15, \"facts\": 16, \"are\": 17, \"whats\": 18, \"your\": 19, \"the\": 20, \"fun\": 21, \"fact\": 22, \"learn\": 23, \"interesting\": 24, \"need\": 25, \"how\": 26, \"it\": 27, \"help\": 28, \"what\": 29, \"is\": 30, \"much\": 31, \"make\": 32, \"food\": 33, \"music\": 34, \"sports\": 35, \"thanks\": 36, \"weather\": 37, \"going\": 38, \"hows\": 39, \"book\": 40, \"animal\": 41, \"space\": 42, \"hours\": 43, \"open\": 44, \"where\": 45, \"history\": 46, \"hi\": 47, \"there\": 48, \"good\": 49, \"day\": 50, \"up\": 51, \"see\": 52, \"later\": 53, \"thank\": 54, \"for\": 55, \"have\": 56, \"problem\": 57, \"some\": 58, \"be\": 59, \"reserve\": 60, \"an\": 61, \"complaint\": 62, \"this\": 63, \"funny\": 64, \"animals\": 65, \"movie\": 66, \"when\": 67, \"address\": 68, \"location\": 69, \"details\": 70, \"office\": 71, \"products\": 72, \"cost\": 73, \"technology\": 74, \"tech\": 75, \"historical\": 76, \"anyone\": 77, \"hello\": 78, \"hey\": 79, \"howdy\": 80, \"greetings\": 81, \"bye\": 82, \"goodbye\": 83, \"catch\": 84, \"take\": 85, \"care\": 86, \"ya\": 87, \"farewell\": 88, \"talk\": 89, \"soon\": 90, \"thats\": 91, \"helpful\": 92, \"appreciate\": 93, \"obliged\": 94, \"lot\": 95, \"so\": 96, \"owe\": 97, \"one\": 98, \"assistance\": 99, \"could\": 100, \"assist\": 101, \"please\": 102, \"get\": 103, \"support\": 104, \"like\": 105, \"rain\": 106, \"forecast\": 107, \"update\": 108, \"will\": 109, \"sunny\": 110, \"today\": 111, \"temperature\": 112, \"flight\": 113, \"hotel\": 114, \"table\": 115, \"reservation\": 116, \"ticket\": 117, \"schedule\": 118, \"appointment\": 119, \"seat\": 120, \"issue\": 121, \"isnt\": 122, \"working\": 123, \"im\": 124, \"unhappy\": 125, \"with\": 126, \"service\": 127, \"report\": 128, \"went\": 129, \"wrong\": 130, \"file\": 131, \"joke\": 132, \"laugh\": 133, \"humor\": 134, \"say\": 135, \"jokes\": 136, \"smile\": 137, \"movies\": 138, \"films\": 139, \"film\": 140, \"universe\": 141, \"astronomy\": 142, \"new\": 143, \"doing\": 144, \"life\": 145, \"things\": 146, \"on\": 147, \"business\": 148, \"opening\": 149, \"time\": 150, \"close\": 151, \"now\": 152, \"located\": 153, \"find\": 154, \"share\": 155, \"offer\": 156, \"services\": 157, \"sell\": 158, \"list\": 159, \"offerings\": 160, \"does\": 161, \"price\": 162, \"pricing\": 163, \"computers\": 164, \"cuisine\": 165, \"songs\": 166, \"games\": 167}"}}