{"class_name": "Tokenizer", "config": {"num_words": 2000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 140, "word_counts": "{\"hi\": 2, \"hello\": 1, \"howdy\": 1, \"hey\": 2, \"there\": 2, \"good\": 5, \"day\": 2, \"whats\": 4, \"up\": 1, \"how\": 1, \"are\": 1, \"you\": 29, \"doing\": 1, \"yo\": 1, \"hola\": 1, \"hiya\": 1, \"morning\": 2, \"evening\": 1, \"bye\": 1, \"see\": 2, \"later\": 2, \"goodbye\": 1, \"catch\": 1, \"take\": 1, \"care\": 1, \"ya\": 1, \"farewell\": 1, \"talk\": 1, \"to\": 18, \"soon\": 1, \"thanks\": 3, \"thank\": 2, \"thats\": 1, \"helpful\": 1, \"i\": 26, \"appreciate\": 1, \"it\": 3, \"much\": 2, \"obliged\": 1, \"a\": 12, \"lot\": 1, \"so\": 1, \"for\": 1, \"your\": 1, \"help\": 7, \"owe\": 1, \"one\": 1, \"can\": 5, \"me\": 24, \"need\": 5, \"assistance\": 1, \"could\": 1, \"assist\": 2, \"please\": 1, \"have\": 2, \"problem\": 1, \"get\": 1, \"some\": 2, \"support\": 2, \"with\": 4, \"my\": 1, \"account\": 1, \"billing\": 1, \"an\": 1, \"issue\": 1, \"login\": 1, \"technical\": 1, \"the\": 4, \"weather\": 3, \"like\": 1, \"is\": 1, \"going\": 1, \"rain\": 1, \"tell\": 18, \"forecast\": 1, \"update\": 1, \"will\": 1, \"be\": 2, \"sunny\": 1, \"today\": 1, \"temperature\": 1, \"hows\": 1, \"joke\": 1, \"make\": 2, \"laugh\": 1, \"humor\": 1, \"funny\": 2, \"say\": 1, \"something\": 17, \"do\": 17, \"know\": 17, \"any\": 17, \"jokes\": 1, \"smile\": 1, \"fun\": 10, \"fact\": 9, \"about\": 28, \"animals\": 2, \"animal\": 3, \"facts\": 32, \"want\": 16, \"learn\": 16, \"trivia\": 16, \"interesting\": 17, \"space\": 5, \"science\": 10, \"history\": 10, \"food\": 5, \"and\": 1, \"drinks\": 1, \"technology\": 10, \"nature\": 5, \"random\": 5, \"sports\": 5, \"music\": 5, \"movies\": 2, \"movie\": 3, \"books\": 2, \"book\": 3}", "word_docs": "{\"hi\": 2, \"hello\": 1, \"howdy\": 1, \"hey\": 2, \"there\": 2, \"good\": 5, \"day\": 2, \"up\": 1, \"whats\": 4, \"how\": 1, \"you\": 29, \"are\": 1, \"doing\": 1, \"yo\": 1, \"hola\": 1, \"hiya\": 1, \"morning\": 2, \"evening\": 1, \"bye\": 1, \"see\": 2, \"later\": 2, \"goodbye\": 1, \"catch\": 1, \"take\": 1, \"care\": 1, \"ya\": 1, \"farewell\": 1, \"to\": 18, \"soon\": 1, \"talk\": 1, \"thanks\": 3, \"thank\": 2, \"thats\": 1, \"helpful\": 1, \"appreciate\": 1, \"i\": 26, \"it\": 3, \"obliged\": 1, \"much\": 2, \"lot\": 1, \"a\": 12, \"so\": 1, \"your\": 1, \"for\": 1, \"help\": 7, \"one\": 1, \"owe\": 1, \"can\": 5, \"me\": 24, \"need\": 5, \"assistance\": 1, \"could\": 1, \"assist\": 2, \"please\": 1, \"have\": 2, \"problem\": 1, \"some\": 2, \"get\": 1, \"support\": 2, \"account\": 1, \"my\": 1, \"with\": 4, \"billing\": 1, \"an\": 1, \"login\": 1, \"issue\": 1, \"technical\": 1, \"like\": 1, \"weather\": 3, \"the\": 4, \"is\": 1, \"going\": 1, \"rain\": 1, \"tell\": 18, \"forecast\": 1, \"update\": 1, \"today\": 1, \"will\": 1, \"be\": 2, \"sunny\": 1, \"temperature\": 1, \"hows\": 1, \"joke\": 1, \"laugh\": 1, \"make\": 2, \"humor\": 1, \"funny\": 2, \"say\": 1, \"something\": 17, \"do\": 17, \"know\": 17, \"any\": 17, \"jokes\": 1, \"smile\": 1, \"animals\": 2, \"fact\": 9, \"fun\": 10, \"about\": 28, \"animal\": 3, \"facts\": 32, \"learn\": 16, \"want\": 16, \"trivia\": 16, \"interesting\": 17, \"space\": 5, \"science\": 10, \"history\": 10, \"drinks\": 1, \"food\": 5, \"and\": 1, \"technology\": 10, \"nature\": 5, \"random\": 5, \"sports\": 5, \"music\": 5, \"movies\": 2, \"movie\": 3, \"books\": 2, \"book\": 3}", "index_docs": "{\"41\": 2, \"60\": 1, \"61\": 1, \"42\": 2, \"43\": 2, \"23\": 5, \"44\": 2, \"62\": 1, \"32\": 4, \"63\": 1, \"2\": 29, \"64\": 1, \"65\": 1, \"66\": 1, \"67\": 1, \"68\": 1, \"45\": 2, \"69\": 1, \"70\": 1, \"46\": 2, \"47\": 2, \"71\": 1, \"72\": 1, \"73\": 1, \"74\": 1, \"75\": 1, \"76\": 1, \"6\": 18, \"78\": 1, \"77\": 1, \"35\": 3, \"48\": 2, \"79\": 1, \"80\": 1, \"81\": 1, \"4\": 26, \"36\": 3, \"82\": 1, \"49\": 2, \"83\": 1, \"16\": 12, \"84\": 1, \"86\": 1, \"85\": 1, \"22\": 7, \"88\": 1, \"87\": 1, \"24\": 5, \"5\": 24, \"25\": 5, \"89\": 1, \"90\": 1, \"50\": 2, \"91\": 1, \"51\": 2, \"92\": 1, \"52\": 2, \"93\": 1, \"53\": 2, \"95\": 1, \"94\": 1, \"33\": 4, \"96\": 1, \"97\": 1, \"99\": 1, \"98\": 1, \"100\": 1, \"101\": 1, \"37\": 3, \"34\": 4, \"102\": 1, \"103\": 1, \"104\": 1, \"7\": 18, \"105\": 1, \"106\": 1, \"109\": 1, \"107\": 1, \"54\": 2, \"108\": 1, \"110\": 1, \"111\": 1, \"112\": 1, \"113\": 1, \"55\": 2, \"114\": 1, \"56\": 2, \"115\": 1, \"8\": 17, \"9\": 17, \"10\": 17, \"11\": 17, \"116\": 1, \"117\": 1, \"57\": 2, \"21\": 9, \"17\": 10, \"3\": 28, \"38\": 3, \"1\": 32, \"14\": 16, \"13\": 16, \"15\": 16, \"12\": 17, \"26\": 5, \"18\": 10, \"19\": 10, \"119\": 1, \"27\": 5, \"118\": 1, \"20\": 10, \"28\": 5, \"29\": 5, \"30\": 5, \"31\": 5, \"58\": 2, \"39\": 3, \"59\": 2, \"40\": 3}", "index_word": "{\"1\": \"facts\", \"2\": \"you\", \"3\": \"about\", \"4\": \"i\", \"5\": \"me\", \"6\": \"to\", \"7\": \"tell\", \"8\": \"something\", \"9\": \"do\", \"10\": \"know\", \"11\": \"any\", \"12\": \"interesting\", \"13\": \"want\", \"14\": \"learn\", \"15\": \"trivia\", \"16\": \"a\", \"17\": \"fun\", \"18\": \"science\", \"19\": \"history\", \"20\": \"technology\", \"21\": \"fact\", \"22\": \"help\", \"23\": \"good\", \"24\": \"can\", \"25\": \"need\", \"26\": \"space\", \"27\": \"food\", \"28\": \"nature\", \"29\": \"random\", \"30\": \"sports\", \"31\": \"music\", \"32\": \"whats\", \"33\": \"with\", \"34\": \"the\", \"35\": \"thanks\", \"36\": \"it\", \"37\": \"weather\", \"38\": \"animal\", \"39\": \"movie\", \"40\": \"book\", \"41\": \"hi\", \"42\": \"hey\", \"43\": \"there\", \"44\": \"day\", \"45\": \"morning\", \"46\": \"see\", \"47\": \"later\", \"48\": \"thank\", \"49\": \"much\", \"50\": \"assist\", \"51\": \"have\", \"52\": \"some\", \"53\": \"support\", \"54\": \"be\", \"55\": \"make\", \"56\": \"funny\", \"57\": \"animals\", \"58\": \"movies\", \"59\": \"books\", \"60\": \"hello\", \"61\": \"howdy\", \"62\": \"up\", \"63\": \"how\", \"64\": \"are\", \"65\": \"doing\", \"66\": \"yo\", \"67\": \"hola\", \"68\": \"hiya\", \"69\": \"evening\", \"70\": \"bye\", \"71\": \"goodbye\", \"72\": \"catch\", \"73\": \"take\", \"74\": \"care\", \"75\": \"ya\", \"76\": \"farewell\", \"77\": \"talk\", \"78\": \"soon\", \"79\": \"thats\", \"80\": \"helpful\", \"81\": \"appreciate\", \"82\": \"obliged\", \"83\": \"lot\", \"84\": \"so\", \"85\": \"for\", \"86\": \"your\", \"87\": \"owe\", \"88\": \"one\", \"89\": \"assistance\", \"90\": \"could\", \"91\": \"please\", \"92\": \"problem\", \"93\": \"get\", \"94\": \"my\", \"95\": \"account\", \"96\": \"billing\", \"97\": \"an\", \"98\": \"issue\", \"99\": \"login\", \"100\": \"technical\", \"101\": \"like\", \"102\": \"is\", \"103\": \"going\", \"104\": \"rain\", \"105\": \"forecast\", \"106\": \"update\", \"107\": \"will\", \"108\": \"sunny\", \"109\": \"today\", \"110\": \"temperature\", \"111\": \"hows\", \"112\": \"joke\", \"113\": \"laugh\", \"114\": \"humor\", \"115\": \"say\", \"116\": \"jokes\", \"117\": \"smile\", \"118\": \"and\", \"119\": \"drinks\"}", "word_index": "{\"facts\": 1, \"you\": 2, \"about\": 3, \"i\": 4, \"me\": 5, \"to\": 6, \"tell\": 7, \"something\": 8, \"do\": 9, \"know\": 10, \"any\": 11, \"interesting\": 12, \"want\": 13, \"learn\": 14, \"trivia\": 15, \"a\": 16, \"fun\": 17, \"science\": 18, \"history\": 19, \"technology\": 20, \"fact\": 21, \"help\": 22, \"good\": 23, \"can\": 24, \"need\": 25, \"space\": 26, \"food\": 27, \"nature\": 28, \"random\": 29, \"sports\": 30, \"music\": 31, \"whats\": 32, \"with\": 33, \"the\": 34, \"thanks\": 35, \"it\": 36, \"weather\": 37, \"animal\": 38, \"movie\": 39, \"book\": 40, \"hi\": 41, \"hey\": 42, \"there\": 43, \"day\": 44, \"morning\": 45, \"see\": 46, \"later\": 47, \"thank\": 48, \"much\": 49, \"assist\": 50, \"have\": 51, \"some\": 52, \"support\": 53, \"be\": 54, \"make\": 55, \"funny\": 56, \"animals\": 57, \"movies\": 58, \"books\": 59, \"hello\": 60, \"howdy\": 61, \"up\": 62, \"how\": 63, \"are\": 64, \"doing\": 65, \"yo\": 66, \"hola\": 67, \"hiya\": 68, \"evening\": 69, \"bye\": 70, \"goodbye\": 71, \"catch\": 72, \"take\": 73, \"care\": 74, \"ya\": 75, \"farewell\": 76, \"talk\": 77, \"soon\": 78, \"thats\": 79, \"helpful\": 80, \"appreciate\": 81, \"obliged\": 82, \"lot\": 83, \"so\": 84, \"for\": 85, \"your\": 86, \"owe\": 87, \"one\": 88, \"assistance\": 89, \"could\": 90, \"please\": 91, \"problem\": 92, \"get\": 93, \"my\": 94, \"account\": 95, \"billing\": 96, \"an\": 97, \"issue\": 98, \"login\": 99, \"technical\": 100, \"like\": 101, \"is\": 102, \"going\": 103, \"rain\": 104, \"forecast\": 105, \"update\": 106, \"will\": 107, \"sunny\": 108, \"today\": 109, \"temperature\": 110, \"hows\": 111, \"joke\": 112, \"laugh\": 113, \"humor\": 114, \"say\": 115, \"jokes\": 116, \"smile\": 117, \"and\": 118, \"drinks\": 119}"}}