{"class_name": "Tokenizer", "config": {"num_words": 2000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 78422, "word_counts": "{\"hi\": 2, \"hello\": 2, \"hey\": 2, \"hola\": 2, \"\\u00bfc\\u00f3mo\": 12, \"est\\u00e1s\": 4, \"buenos\": 2, \"d\\u00edas\": 2, \"buenas\": 494, \"tardes\": 2, \"noches\": 2, \"goodbye\": 2, \"bye\": 2, \"adi\\u00f3s\": 2, \"hasta\": 2, \"luego\": 2, \"nos\": 2, \"vemos\": 2, \"chao\": 2, \"cuidate\": 2, \"thank\": 2, \"you\": 1768, \"thanks\": 2, \"gracias\": 4, \"muchas\": 2, \"te\": 8, \"lo\": 2, \"agradezco\": 2, \"whats\": 2, \"the\": 15802, \"weather\": 2, \"like\": 4, \"\\u00bfqu\\u00e9\": 10312, \"tiempo\": 4, \"hace\": 2, \"est\\u00e1\": 2, \"el\": 11402, \"clima\": 2, \"\\u00bfllueve\": 2, \"\\u00bfhace\": 2, \"calor\": 2, \"what\": 2678, \"time\": 184, \"is\": 8, \"it\": 922, \"hora\": 6, \"es\": 2034, \"dime\": 16632, \"la\": 3380, \"tienes\": 2, \"tell\": 1440, \"me\": 3688, \"a\": 4490, \"fun\": 182, \"fact\": 194, \"algo\": 1888, \"interesante\": 488, \"\\u00bfsab\\u00edas\": 488, \"que\": 2, \"cu\\u00e9ntame\": 488, \"curioso\": 732, \"quiero\": 4, \"aprender\": 2, \"nuevo\": 2, \"\\u00bftienes\": 186, \"alg\\u00fan\": 2, \"dato\": 492, \"are\": 1874, \"your\": 8, \"hobbies\": 2, \"\\u00bfcu\\u00e1les\": 198, \"son\": 9300, \"tus\": 2, \"pasatiempos\": 2, \"gusta\": 502, \"hacer\": 2, \"haces\": 4, \"en\": 10652, \"tu\": 10, \"libre\": 2, \"how\": 2, \"doing\": 2, \"something\": 2, \"about\": 1426, \"yourself\": 2, \"h\\u00e1blame\": 9844, \"de\": 41680, \"ti\": 4, \"llamas\": 2, \"sobre\": 12746, \"favorite\": 6, \"food\": 2, \"\\u00bfcu\\u00e1l\": 2012, \"comida\": 6, \"favorita\": 8, \"\\u00bfte\": 6, \"movie\": 5814, \"pel\\u00edcula\": 5972, \"gustan\": 4, \"las\": 200, \"pel\\u00edculas\": 14384, \"recomi\\u00e9ndame\": 2154, \"una\": 2168, \"where\": 2, \"should\": 1212, \"i\": 1214, \"travel\": 2, \"\\u00bfa\": 2, \"d\\u00f3nde\": 2, \"puedo\": 2, \"viajar\": 6, \"un\": 504, \"lugar\": 2, \"para\": 2290, \"\\u00bfalguna\": 2, \"idea\": 2, \"kind\": 2, \"of\": 1364, \"music\": 2, \"do\": 2, \"tipo\": 2, \"m\\u00fasica\": 4, \"canci\\u00f3n\": 2, \"historical\": 4, \"hist\\u00f3rico\": 192, \"\\u00bfqui\\u00e9n\": 16, \"fue\": 4, \"napole\\u00f3n\": 4, \"segunda\": 4, \"guerra\": 4, \"mundial\": 4, \"science\": 4, \"ciencia\": 178, \"agujero\": 4, \"negro\": 4, \"expl\\u00edcame\": 230, \"teor\\u00eda\": 4, \"relatividad\": 4, \"sports\": 4, \"deportes\": 4, \"populares\": 1218, \"mejor\": 4, \"futbolista\": 4, \"los\": 9800, \"juegos\": 4, \"ol\\u00edmpicos\": 4, \"geography\": 4, \"geograf\\u00eda\": 4, \"pa\\u00eds\": 4, \"m\\u00e1s\": 8004, \"grande\": 4, \"oc\\u00e9anos\": 4, \"culture\": 4, \"sabes\": 4, \"culturas\": 4, \"cultura\": 4, \"japonesa\": 4, \"tradiciones\": 4, \"technology\": 4, \"tecnolog\\u00eda\": 4, \"invent\\u00f3\": 4, \"internet\": 4, \"qu\\u00e9\": 10004, \"algoritmo\": 4, \"literature\": 4, \"libro\": 4, \"famoso\": 4, \"escribi\\u00f3\": 4, \"don\": 4, \"quijote\": 4, \"novelas\": 4, \"health\": 4, \"salud\": 4, \"llevar\": 4, \"vida\": 4, \"saludable\": 4, \"dieta\": 4, \"balanceada\": 4, \"personaje\": 8000, \"interpreta\": 4000, \"chris\": 1894, \"evans\": 890, \"ucm\": 4000, \"rol\": 4000, \"marvel\": 6100, \"universo\": 2000, \"cinematogr\\u00e1fico\": 2000, \"hemsworth\": 1004, \"chadwick\": 844, \"boseman\": 844, \"paul\": 860, \"bettany\": 860, \"benedict\": 896, \"cumberbatch\": 896, \"elizabeth\": 844, \"olsen\": 844, \"tom\": 2188, \"hiddleston\": 1022, \"josh\": 882, \"brolin\": 882, \"scarlett\": 1114, \"johansson\": 1114, \"jeremy\": 882, \"renner\": 882, \"brie\": 956, \"larson\": 956, \"robert\": 1112, \"downey\": 1112, \"jr\": 1112, \"holland\": 1036, \"samuel\": 954, \"l\": 954, \"jackson\": 954, \"mark\": 878, \"ruffalo\": 878, \"\\u00bfqui\\u00e9nes\": 8394, \"mejores\": 590, \"actores\": 402, \"actrices\": 200, \"destacadas\": 200, \"del\": 2442, \"cine\": 2970, \"top\": 586, \"ic\\u00f3nicas\": 174, \"can\": 1160, \"recommend\": 1160, \"tipos\": 238, \"hay\": 238, \"who\": 414, \"iconic\": 214, \"directors\": 428, \"genres\": 3454, \"movies\": 404, \"curiosidades\": 184, \"esta\": 124, \"noche\": 124, \"main\": 230, \"in\": 880, \"cinema\": 230, \"famous\": 596, \"actors\": 200, \"trivia\": 910, \"watch\": 1210, \"directores\": 540, \"list\": 1576, \"some\": 2394, \"actresses\": 182, \"destacados\": 174, \"recomiendas\": 1152, \"g\\u00e9neros\": 3398, \"film\": 370, \"share\": 212, \"buena\": 660, \"ver\": 2660, \"best\": 180, \"films\": 180, \"all\": 610, \"suggest\": 1156, \"good\": 156, \"\\u00bfen\": 2000, \"aparece\": 2000, \"tiene\": 2000, \"thor\": 254, \"iron\": 154, \"man\": 154, \"avengers\": 952, \"black\": 946, \"widow\": 50, \"captain\": 142, \"endgame\": 316, \"doctor\": 126, \"strange\": 126, \"multiverse\": 92, \"madness\": 92, \"ragnarok\": 90, \"marvels\": 64, \"2\": 70, \"wandavision\": 48, \"spiderman\": 92, \"homecoming\": 38, \"infinity\": 262, \"war\": 264, \"panther\": 62, \"loki\": 36, \"serie\": 36, \"no\": 54, \"way\": 54, \"home\": 54, \"guardians\": 32, \"galaxy\": 32, \"age\": 60, \"ultron\": 60, \"america\": 42, \"first\": 42, \"avenger\": 42, \"0\": 24, \"popular\": 1000, \"existen\": 1000, \"1\": 24, \"3\": 24, \"4\": 24, \"5\": 24, \"6\": 24, \"7\": 24, \"8\": 24, \"9\": 24, \"10\": 24, \"11\": 24, \"12\": 24, \"13\": 24, \"14\": 24, \"15\": 24, \"16\": 24, \"17\": 24, \"18\": 24, \"19\": 24, \"20\": 24, \"21\": 24, \"22\": 24, \"23\": 24, \"24\": 24, \"25\": 24, \"26\": 24, \"27\": 24, \"28\": 24, \"29\": 24, \"30\": 24, \"31\": 24, \"32\": 24, \"33\": 24, \"34\": 24, \"35\": 24, \"36\": 24, \"37\": 24, \"38\": 24, \"39\": 24, \"40\": 24, \"41\": 24, \"42\": 24, \"43\": 24, \"44\": 24, \"45\": 24, \"46\": 24, \"47\": 24, \"48\": 24, \"49\": 24, \"50\": 24, \"51\": 24, \"52\": 24, \"53\": 24, \"54\": 24, \"55\": 24, \"56\": 24, \"57\": 24, \"58\": 24, \"59\": 24, \"60\": 24, \"61\": 24, \"62\": 24, \"63\": 24, \"64\": 24, \"65\": 24, \"66\": 24, \"67\": 24, \"68\": 24, \"69\": 24, \"70\": 24, \"71\": 24, \"72\": 24, \"73\": 24, \"74\": 24, \"75\": 24, \"76\": 24, \"77\": 24, \"78\": 24, \"79\": 24, \"80\": 24, \"81\": 24, \"82\": 24, \"83\": 24, \"84\": 24, \"85\": 24, \"86\": 24, \"87\": 24, \"88\": 24, \"89\": 24, \"90\": 24, \"91\": 24, \"92\": 24, \"93\": 24, \"94\": 24, \"95\": 24, \"96\": 24, \"97\": 24, \"98\": 24, \"99\": 24, \"100\": 24, \"101\": 24, \"102\": 24, \"103\": 24, \"104\": 24, \"105\": 24, \"106\": 24, \"107\": 24, \"108\": 24, \"109\": 24, \"110\": 24, \"111\": 24, \"112\": 24, \"113\": 24, \"114\": 24, \"115\": 24, \"116\": 24, \"117\": 24, \"118\": 24, \"119\": 24, \"120\": 24, \"121\": 24, \"122\": 24, \"123\": 24, \"124\": 24, \"125\": 24, \"126\": 24, \"127\": 24, \"128\": 24, \"129\": 24, \"130\": 24, \"131\": 24, \"132\": 24, \"133\": 24, \"134\": 24, \"135\": 24, \"136\": 24, \"137\": 24, \"138\": 24, \"139\": 24, \"140\": 24, \"141\": 24, \"142\": 24, \"143\": 24, \"144\": 24, \"145\": 24, \"146\": 24, \"147\": 24, \"148\": 24, \"149\": 24, \"150\": 24, \"151\": 24, \"152\": 24, \"153\": 24, \"154\": 24, \"155\": 24, \"156\": 24, \"157\": 24, \"158\": 24, \"159\": 24, \"160\": 24, \"161\": 24, \"162\": 24, \"163\": 24, \"164\": 24, \"165\": 24, \"166\": 24, \"167\": 24, \"168\": 24, \"169\": 24, \"170\": 24, \"171\": 24, \"172\": 24, \"173\": 24, \"174\": 24, \"175\": 24, \"176\": 24, \"177\": 24, \"178\": 24, \"179\": 24, \"180\": 24, \"181\": 24, \"182\": 24, \"183\": 24, \"184\": 24, \"185\": 24, \"186\": 24, \"187\": 24, \"188\": 24, \"189\": 24, \"190\": 24, \"191\": 24, \"192\": 24, \"193\": 24, \"194\": 24, \"195\": 24, \"196\": 24, \"197\": 24, \"198\": 24, \"199\": 24, \"200\": 24, \"201\": 24, \"202\": 24, \"203\": 24, \"204\": 24, \"205\": 24, \"206\": 24, \"207\": 24, \"208\": 24, \"209\": 24, \"210\": 24, \"211\": 24, \"212\": 24, \"213\": 24, \"214\": 24, \"215\": 24, \"216\": 24, \"217\": 24, \"218\": 24, \"219\": 24, \"220\": 24, \"221\": 24, \"222\": 24, \"223\": 24, \"224\": 24, \"225\": 24, \"226\": 24, \"227\": 24, \"228\": 24, \"229\": 24, \"230\": 24, \"231\": 24, \"232\": 24, \"233\": 24, \"234\": 24, \"235\": 24, \"236\": 24, \"237\": 24, \"238\": 24, \"239\": 24, \"240\": 24, \"241\": 24, \"242\": 24, \"243\": 24, \"244\": 24, \"245\": 24, \"246\": 24, \"247\": 24, \"248\": 24, \"249\": 24, \"250\": 24, \"251\": 24, \"252\": 24, \"253\": 24, \"254\": 24, \"255\": 24, \"256\": 24, \"257\": 24, \"258\": 24, \"259\": 24, \"260\": 24, \"261\": 24, \"262\": 24, \"263\": 24, \"264\": 24, \"265\": 24, \"266\": 24, \"267\": 24, \"268\": 24, \"269\": 24, \"270\": 24, \"271\": 24, \"272\": 24, \"273\": 24, \"274\": 24, \"275\": 24, \"276\": 24, \"277\": 24, \"278\": 24, \"279\": 24, \"280\": 24, \"281\": 24, \"282\": 24, \"283\": 24, \"284\": 24, \"285\": 24, \"286\": 24, \"287\": 24, \"288\": 24, \"289\": 24, \"290\": 24, \"291\": 24, \"292\": 24, \"293\": 24, \"294\": 24, \"295\": 24, \"296\": 24, \"297\": 24, \"298\": 24, \"299\": 24, \"300\": 24, \"301\": 24, \"302\": 24, \"303\": 24, \"304\": 24, \"305\": 24, \"306\": 24, \"307\": 24, \"308\": 24, \"309\": 24, \"310\": 24, \"311\": 24, \"312\": 24, \"313\": 24, \"314\": 24, \"315\": 24, \"316\": 24, \"317\": 24, \"318\": 24, \"319\": 24, \"320\": 24, \"321\": 24, \"322\": 24, \"323\": 24, \"324\": 24, \"325\": 24, \"326\": 24, \"327\": 24, \"328\": 24, \"329\": 24, \"330\": 24, \"331\": 24, \"332\": 24, \"333\": 24, \"334\": 24, \"335\": 24, \"336\": 24, \"337\": 24, \"338\": 24, \"339\": 24, \"340\": 24, \"341\": 24, \"342\": 24, \"343\": 24, \"344\": 24, \"345\": 24, \"346\": 24, \"347\": 24, \"348\": 24, \"349\": 24, \"350\": 24, \"351\": 24, \"352\": 24, \"353\": 24, \"354\": 24, \"355\": 24, \"356\": 24, \"357\": 24, \"358\": 24, \"359\": 24, \"360\": 24, \"361\": 24, \"362\": 24, \"363\": 24, \"364\": 24, \"365\": 24, \"366\": 24, \"367\": 24, \"368\": 24, \"369\": 24, \"370\": 24, \"371\": 24, \"372\": 24, \"373\": 24, \"374\": 24, \"375\": 24, \"376\": 24, \"377\": 24, \"378\": 24, \"379\": 24, \"380\": 24, \"381\": 24, \"382\": 24, \"383\": 24, \"384\": 24, \"385\": 24, \"386\": 24, \"387\": 24, \"388\": 24, \"389\": 24, \"390\": 24, \"391\": 24, \"392\": 24, \"393\": 24, \"394\": 24, \"395\": 24, \"396\": 24, \"397\": 24, \"398\": 24, \"399\": 24, \"400\": 24, \"401\": 24, \"402\": 24, \"403\": 24, \"404\": 24, \"405\": 24, \"406\": 24, \"407\": 24, \"408\": 24, \"409\": 24, \"410\": 24, \"411\": 24, \"412\": 24, \"413\": 24, \"414\": 24, \"415\": 24, \"416\": 24, \"417\": 24, \"418\": 24, \"419\": 24, \"420\": 24, \"421\": 24, \"422\": 24, \"423\": 24, \"424\": 24, \"425\": 24, \"426\": 24, \"427\": 24, \"428\": 24, \"429\": 24, \"430\": 24, \"431\": 24, \"432\": 24, \"433\": 24, \"434\": 24, \"435\": 24, \"436\": 24, \"437\": 24, \"438\": 24, \"439\": 24, \"440\": 24, \"441\": 24, \"442\": 24, \"443\": 24, \"444\": 24, \"445\": 24, \"446\": 24, \"447\": 24, \"448\": 24, \"449\": 24, \"450\": 24, \"451\": 24, \"452\": 24, \"453\": 24, \"454\": 24, \"455\": 24, \"456\": 24, \"457\": 24, \"458\": 24, \"459\": 24, \"460\": 24, \"461\": 24, \"462\": 24, \"463\": 24, \"464\": 24, \"465\": 24, \"466\": 24, \"467\": 24, \"468\": 24, \"469\": 24, \"470\": 24, \"471\": 24, \"472\": 24, \"473\": 24, \"474\": 24, \"475\": 24, \"476\": 24, \"477\": 24, \"478\": 24, \"479\": 24, \"480\": 24, \"481\": 24, \"482\": 24, \"483\": 24, \"484\": 24, \"485\": 24, \"486\": 24, \"487\": 24, \"488\": 24, \"489\": 24, \"490\": 24, \"491\": 24, \"492\": 24, \"493\": 24, \"494\": 24, \"495\": 24, \"496\": 24, \"497\": 24, \"498\": 24, \"499\": 24, \"papel\": 160, \"interpret\\u00f3\": 160, \"leonardo\": 154, \"dicaprio\": 154, \"inception\": 170, \"titanic\": 624, \"wolf\": 2, \"wall\": 2, \"street\": 2, \"revenant\": 2, \"shutter\": 2, \"island\": 2, \"lost\": 2, \"translation\": 2, \"marriage\": 2, \"story\": 974, \"lucy\": 2, \"jojo\": 2, \"rabbit\": 2, \"hanks\": 130, \"forrest\": 164, \"gump\": 164, \"cast\": 2, \"away\": 2, \"saving\": 2, \"private\": 2, \"ryan\": 2, \"terminal\": 2, \"toy\": 972, \"meryl\": 142, \"streep\": 142, \"devil\": 4, \"wears\": 4, \"prada\": 4, \"mamma\": 2, \"mia\": 2, \"sophies\": 2, \"choice\": 2, \"out\": 1112, \"africa\": 2, \"kramer\": 4, \"vs\": 2, \"denzel\": 208, \"washington\": 208, \"training\": 2, \"day\": 2, \"fences\": 2, \"equalizer\": 2, \"malcolm\": 2, \"x\": 2, \"remember\": 512, \"titans\": 2, \"sherlock\": 2, \"holmes\": 2, \"tropic\": 2, \"thunder\": 2, \"chaplin\": 2, \"emma\": 202, \"stone\": 202, \"land\": 600, \"easy\": 2, \"cruella\": 2, \"help\": 2, \"zombieland\": 2, \"extraction\": 2, \"rush\": 2, \"snow\": 4, \"white\": 4, \"and\": 1584, \"huntsman\": 4, \"jennifer\": 10, \"lawrence\": 10, \"hunger\": 2, \"games\": 2, \"silver\": 462, \"linings\": 462, \"playbook\": 462, \"red\": 2, \"sparrow\": 2, \"joy\": 2, \"american\": 2, \"hustle\": 2, \"brad\": 196, \"pitt\": 196, \"fight\": 2, \"club\": 2, \"once\": 2, \"upon\": 2, \"hollywood\": 2, \"se7en\": 2, \"world\": 2, \"z\": 2, \"inglourious\": 2, \"basterds\": 2, \"natalie\": 154, \"portman\": 154, \"swan\": 832, \"jackie\": 2, \"closer\": 2, \"v\": 2, \"for\": 2, \"vendetta\": 2, \"johnny\": 10, \"depp\": 10, \"pirates\": 2, \"caribbean\": 2, \"edward\": 2, \"scissorhands\": 2, \"sweeney\": 2, \"todd\": 2, \"alice\": 2, \"wonderland\": 2, \"fantastic\": 2, \"beasts\": 2, \"anne\": 10, \"hathaway\": 10, \"les\": 2, \"mis\\u00e9rables\": 2, \"princess\": 2, \"diaries\": 2, \"interstellar\": 2, \"dark\": 140, \"knight\": 140, \"rises\": 2, \"will\": 10, \"smith\": 10, \"men\": 2, \"pursuit\": 2, \"happyness\": 2, \"am\": 2, \"legend\": 2, \"ali\": 2, \"bad\": 2, \"boys\": 432, \"keanu\": 10, \"reeves\": 10, \"matrix\": 128, \"john\": 2, \"wick\": 2, \"speed\": 2, \"constantine\": 2, \"point\": 2, \"break\": 2, \"charlize\": 10, \"theron\": 10, \"mad\": 2, \"max\": 2, \"fury\": 2, \"road\": 2, \"monster\": 2, \"atomic\": 2, \"blonde\": 2, \"old\": 2, \"guard\": 2, \"scream\": 1170, \"acci\\u00f3n\": 6186, \"personajes\": 16000, \"principales\": 8000, \"\\u00bfde\": 8000, \"trata\": 8000, \"\\u00bfcu\\u00e1ndo\": 8000, \"se\": 8000, \"estren\\u00f3\": 8000, \"y\": 8000, \"sus\": 8000, \"midsommar\": 860, \"sixth\": 1120, \"sense\": 1120, \"quiet\": 970, \"place\": 970, \"seven\": 1060, \"conjuring\": 900, \"us\": 1080, \"others\": 1050, \"psycho\": 860, \"get\": 1110, \"silence\": 990, \"lambs\": 990, \"exorcist\": 1110, \"halloween\": 980, \"ring\": 1020, \"carrie\": 850, \"hereditary\": 1000, \"shining\": 1020, \"babadook\": 1100, \"protagoniz\\u00f3\": 528, \"trabajo\": 528, \"donde\": 528, \"act\\u00fae\": 528, \"famosas\": 486, \"similar\": 496, \"debo\": 496, \"si\": 496, \"tan\": 496, \"como\": 496, \"documental\": 168, \"ejemplos\": 490, \"fantas\\u00eda\": 174, \"thriller\": 192, \"romance\": 108, \"comedia\": 138, \"am\\u00e9lie\": 102, \"ficci\\u00f3n\": 174, \"antonio\": 150, \"banderas\": 150, \"padrino\": 186, \"animaci\\u00f3n\": 138, \"parasite\": 168, \"pen\\u00e9lope\": 174, \"cruz\": 174, \"gladiator\": 198, \"terror\": 90, \"drama\": 102, \"frozen\": 1140, \"disney\": 2000, \"lion\": 1060, \"king\": 1060, \"mulan\": 1090, \"beauty\": 1040, \"beast\": 1040, \"little\": 930, \"mermaid\": 930, \"cinderella\": 840, \"finding\": 950, \"nemo\": 950, \"moana\": 1080, \"aladdin\": 900, \"romeo\": 500, \"juliet\": 500, \"notting\": 450, \"hill\": 450, \"love\": 420, \"actually\": 420, \"breakfast\": 470, \"at\": 470, \"tiffanys\": 470, \"notebook\": 510, \"holiday\": 650, \"pride\": 540, \"prejudice\": 540, \"to\": 940, \"ive\": 430, \"loved\": 430, \"before\": 1030, \"crazy\": 550, \"rich\": 550, \"asians\": 550, \"walk\": 510, \"vow\": 530, \"proposal\": 440, \"pretty\": 550, \"woman\": 550, \"twilight\": 360, \"moulin\": 500, \"rouge\": 500, \"fault\": 550, \"our\": 550, \"stars\": 550}", "word_docs": "{\"hi\": 2, \"hello\": 2, \"hey\": 2, \"hola\": 2, \"est\\u00e1s\": 4, \"\\u00bfc\\u00f3mo\": 12, \"d\\u00edas\": 2, \"buenos\": 2, \"tardes\": 2, \"buenas\": 494, \"noches\": 2, \"goodbye\": 2, \"bye\": 2, \"adi\\u00f3s\": 2, \"luego\": 2, \"hasta\": 2, \"vemos\": 2, \"nos\": 2, \"chao\": 2, \"cuidate\": 2, \"thank\": 2, \"you\": 1768, \"thanks\": 2, \"gracias\": 4, \"muchas\": 2, \"te\": 8, \"lo\": 2, \"agradezco\": 2, \"weather\": 2, \"whats\": 2, \"like\": 4, \"the\": 15802, \"hace\": 2, \"tiempo\": 4, \"\\u00bfqu\\u00e9\": 10312, \"el\": 9402, \"clima\": 2, \"est\\u00e1\": 2, \"\\u00bfllueve\": 2, \"calor\": 2, \"\\u00bfhace\": 2, \"time\": 184, \"it\": 922, \"is\": 8, \"what\": 2678, \"hora\": 6, \"es\": 2034, \"la\": 2774, \"dime\": 16632, \"tienes\": 2, \"me\": 3688, \"a\": 4490, \"tell\": 1440, \"fact\": 194, \"fun\": 182, \"interesante\": 488, \"algo\": 1888, \"que\": 2, \"\\u00bfsab\\u00edas\": 488, \"cu\\u00e9ntame\": 488, \"curioso\": 732, \"quiero\": 4, \"nuevo\": 2, \"aprender\": 2, \"\\u00bftienes\": 186, \"alg\\u00fan\": 2, \"dato\": 492, \"your\": 8, \"are\": 1874, \"hobbies\": 2, \"pasatiempos\": 2, \"\\u00bfcu\\u00e1les\": 198, \"tus\": 2, \"son\": 9300, \"hacer\": 2, \"gusta\": 502, \"en\": 10652, \"haces\": 4, \"libre\": 2, \"tu\": 10, \"how\": 2, \"doing\": 2, \"yourself\": 2, \"something\": 2, \"about\": 1426, \"ti\": 4, \"h\\u00e1blame\": 9844, \"de\": 29850, \"llamas\": 2, \"sobre\": 12746, \"food\": 2, \"favorite\": 6, \"\\u00bfcu\\u00e1l\": 2012, \"comida\": 6, \"favorita\": 8, \"\\u00bfte\": 6, \"movie\": 5814, \"pel\\u00edcula\": 5972, \"gustan\": 4, \"pel\\u00edculas\": 14384, \"las\": 200, \"recomi\\u00e9ndame\": 2154, \"una\": 2168, \"i\": 1214, \"should\": 1212, \"travel\": 2, \"where\": 2, \"puedo\": 2, \"viajar\": 6, \"\\u00bfa\": 2, \"d\\u00f3nde\": 2, \"para\": 2290, \"un\": 504, \"lugar\": 2, \"idea\": 2, \"\\u00bfalguna\": 2, \"music\": 2, \"do\": 2, \"of\": 1364, \"kind\": 2, \"tipo\": 2, \"m\\u00fasica\": 4, \"canci\\u00f3n\": 2, \"historical\": 4, \"hist\\u00f3rico\": 192, \"fue\": 4, \"\\u00bfqui\\u00e9n\": 16, \"napole\\u00f3n\": 4, \"segunda\": 4, \"mundial\": 4, \"guerra\": 4, \"science\": 4, \"ciencia\": 178, \"agujero\": 4, \"negro\": 4, \"relatividad\": 4, \"teor\\u00eda\": 4, \"expl\\u00edcame\": 230, \"sports\": 4, \"deportes\": 4, \"populares\": 1218, \"futbolista\": 4, \"mejor\": 4, \"los\": 9800, \"ol\\u00edmpicos\": 4, \"juegos\": 4, \"geography\": 4, \"geograf\\u00eda\": 4, \"m\\u00e1s\": 8004, \"grande\": 4, \"pa\\u00eds\": 4, \"oc\\u00e9anos\": 4, \"culture\": 4, \"sabes\": 4, \"culturas\": 4, \"cultura\": 4, \"japonesa\": 4, \"tradiciones\": 4, \"technology\": 4, \"tecnolog\\u00eda\": 4, \"invent\\u00f3\": 4, \"internet\": 4, \"algoritmo\": 4, \"qu\\u00e9\": 10004, \"literature\": 4, \"libro\": 4, \"famoso\": 4, \"don\": 4, \"quijote\": 4, \"escribi\\u00f3\": 4, \"novelas\": 4, \"health\": 4, \"salud\": 4, \"saludable\": 4, \"llevar\": 4, \"vida\": 4, \"balanceada\": 4, \"dieta\": 4, \"interpreta\": 4000, \"personaje\": 8000, \"chris\": 1894, \"ucm\": 4000, \"evans\": 890, \"marvel\": 6100, \"rol\": 4000, \"universo\": 2000, \"cinematogr\\u00e1fico\": 2000, \"hemsworth\": 1004, \"boseman\": 844, \"chadwick\": 844, \"paul\": 860, \"bettany\": 860, \"benedict\": 896, \"cumberbatch\": 896, \"elizabeth\": 844, \"olsen\": 844, \"tom\": 2188, \"hiddleston\": 1022, \"josh\": 882, \"brolin\": 882, \"scarlett\": 1114, \"johansson\": 1114, \"renner\": 882, \"jeremy\": 882, \"larson\": 956, \"brie\": 956, \"jr\": 1112, \"downey\": 1112, \"robert\": 1112, \"holland\": 1036, \"samuel\": 954, \"l\": 954, \"jackson\": 954, \"mark\": 878, \"ruffalo\": 878, \"mejores\": 590, \"actores\": 402, \"\\u00bfqui\\u00e9nes\": 8394, \"del\": 2442, \"destacadas\": 200, \"actrices\": 200, \"cine\": 2970, \"ic\\u00f3nicas\": 174, \"top\": 586, \"recommend\": 1160, \"can\": 1160, \"hay\": 238, \"tipos\": 238, \"who\": 414, \"iconic\": 214, \"directors\": 428, \"genres\": 3454, \"movies\": 404, \"curiosidades\": 184, \"esta\": 124, \"noche\": 124, \"cinema\": 230, \"main\": 230, \"in\": 880, \"actors\": 200, \"famous\": 596, \"trivia\": 910, \"watch\": 1210, \"directores\": 540, \"list\": 1576, \"actresses\": 182, \"some\": 2394, \"destacados\": 174, \"recomiendas\": 1152, \"g\\u00e9neros\": 3398, \"film\": 370, \"share\": 212, \"ver\": 2660, \"buena\": 660, \"best\": 180, \"all\": 610, \"films\": 180, \"suggest\": 1156, \"good\": 156, \"aparece\": 2000, \"\\u00bfen\": 2000, \"thor\": 254, \"tiene\": 2000, \"iron\": 154, \"man\": 154, \"avengers\": 952, \"widow\": 50, \"black\": 946, \"captain\": 142, \"endgame\": 316, \"doctor\": 126, \"strange\": 126, \"multiverse\": 92, \"madness\": 92, \"ragnarok\": 90, \"marvels\": 64, \"2\": 70, \"wandavision\": 48, \"homecoming\": 38, \"spiderman\": 92, \"infinity\": 262, \"war\": 264, \"panther\": 62, \"serie\": 36, \"loki\": 36, \"way\": 54, \"home\": 54, \"no\": 54, \"galaxy\": 32, \"guardians\": 32, \"age\": 60, \"ultron\": 60, \"america\": 42, \"first\": 42, \"avenger\": 42, \"0\": 24, \"popular\": 1000, \"existen\": 1000, \"1\": 24, \"3\": 24, \"4\": 24, \"5\": 24, \"6\": 24, \"7\": 24, \"8\": 24, \"9\": 24, \"10\": 24, \"11\": 24, \"12\": 24, \"13\": 24, \"14\": 24, \"15\": 24, \"16\": 24, \"17\": 24, \"18\": 24, \"19\": 24, \"20\": 24, \"21\": 24, \"22\": 24, \"23\": 24, \"24\": 24, \"25\": 24, \"26\": 24, \"27\": 24, \"28\": 24, \"29\": 24, \"30\": 24, \"31\": 24, \"32\": 24, \"33\": 24, \"34\": 24, \"35\": 24, \"36\": 24, \"37\": 24, \"38\": 24, \"39\": 24, \"40\": 24, \"41\": 24, \"42\": 24, \"43\": 24, \"44\": 24, \"45\": 24, \"46\": 24, \"47\": 24, \"48\": 24, \"49\": 24, \"50\": 24, \"51\": 24, \"52\": 24, \"53\": 24, \"54\": 24, \"55\": 24, \"56\": 24, \"57\": 24, \"58\": 24, \"59\": 24, \"60\": 24, \"61\": 24, \"62\": 24, \"63\": 24, \"64\": 24, \"65\": 24, \"66\": 24, \"67\": 24, \"68\": 24, \"69\": 24, \"70\": 24, \"71\": 24, \"72\": 24, \"73\": 24, \"74\": 24, \"75\": 24, \"76\": 24, \"77\": 24, \"78\": 24, \"79\": 24, \"80\": 24, \"81\": 24, \"82\": 24, \"83\": 24, \"84\": 24, \"85\": 24, \"86\": 24, \"87\": 24, \"88\": 24, \"89\": 24, \"90\": 24, \"91\": 24, \"92\": 24, \"93\": 24, \"94\": 24, \"95\": 24, \"96\": 24, \"97\": 24, \"98\": 24, \"99\": 24, \"100\": 24, \"101\": 24, \"102\": 24, \"103\": 24, \"104\": 24, \"105\": 24, \"106\": 24, \"107\": 24, \"108\": 24, \"109\": 24, \"110\": 24, \"111\": 24, \"112\": 24, \"113\": 24, \"114\": 24, \"115\": 24, \"116\": 24, \"117\": 24, \"118\": 24, \"119\": 24, \"120\": 24, \"121\": 24, \"122\": 24, \"123\": 24, \"124\": 24, \"125\": 24, \"126\": 24, \"127\": 24, \"128\": 24, \"129\": 24, \"130\": 24, \"131\": 24, \"132\": 24, \"133\": 24, \"134\": 24, \"135\": 24, \"136\": 24, \"137\": 24, \"138\": 24, \"139\": 24, \"140\": 24, \"141\": 24, \"142\": 24, \"143\": 24, \"144\": 24, \"145\": 24, \"146\": 24, \"147\": 24, \"148\": 24, \"149\": 24, \"150\": 24, \"151\": 24, \"152\": 24, \"153\": 24, \"154\": 24, \"155\": 24, \"156\": 24, \"157\": 24, \"158\": 24, \"159\": 24, \"160\": 24, \"161\": 24, \"162\": 24, \"163\": 24, \"164\": 24, \"165\": 24, \"166\": 24, \"167\": 24, \"168\": 24, \"169\": 24, \"170\": 24, \"171\": 24, \"172\": 24, \"173\": 24, \"174\": 24, \"175\": 24, \"176\": 24, \"177\": 24, \"178\": 24, \"179\": 24, \"180\": 24, \"181\": 24, \"182\": 24, \"183\": 24, \"184\": 24, \"185\": 24, \"186\": 24, \"187\": 24, \"188\": 24, \"189\": 24, \"190\": 24, \"191\": 24, \"192\": 24, \"193\": 24, \"194\": 24, \"195\": 24, \"196\": 24, \"197\": 24, \"198\": 24, \"199\": 24, \"200\": 24, \"201\": 24, \"202\": 24, \"203\": 24, \"204\": 24, \"205\": 24, \"206\": 24, \"207\": 24, \"208\": 24, \"209\": 24, \"210\": 24, \"211\": 24, \"212\": 24, \"213\": 24, \"214\": 24, \"215\": 24, \"216\": 24, \"217\": 24, \"218\": 24, \"219\": 24, \"220\": 24, \"221\": 24, \"222\": 24, \"223\": 24, \"224\": 24, \"225\": 24, \"226\": 24, \"227\": 24, \"228\": 24, \"229\": 24, \"230\": 24, \"231\": 24, \"232\": 24, \"233\": 24, \"234\": 24, \"235\": 24, \"236\": 24, \"237\": 24, \"238\": 24, \"239\": 24, \"240\": 24, \"241\": 24, \"242\": 24, \"243\": 24, \"244\": 24, \"245\": 24, \"246\": 24, \"247\": 24, \"248\": 24, \"249\": 24, \"250\": 24, \"251\": 24, \"252\": 24, \"253\": 24, \"254\": 24, \"255\": 24, \"256\": 24, \"257\": 24, \"258\": 24, \"259\": 24, \"260\": 24, \"261\": 24, \"262\": 24, \"263\": 24, \"264\": 24, \"265\": 24, \"266\": 24, \"267\": 24, \"268\": 24, \"269\": 24, \"270\": 24, \"271\": 24, \"272\": 24, \"273\": 24, \"274\": 24, \"275\": 24, \"276\": 24, \"277\": 24, \"278\": 24, \"279\": 24, \"280\": 24, \"281\": 24, \"282\": 24, \"283\": 24, \"284\": 24, \"285\": 24, \"286\": 24, \"287\": 24, \"288\": 24, \"289\": 24, \"290\": 24, \"291\": 24, \"292\": 24, \"293\": 24, \"294\": 24, \"295\": 24, \"296\": 24, \"297\": 24, \"298\": 24, \"299\": 24, \"300\": 24, \"301\": 24, \"302\": 24, \"303\": 24, \"304\": 24, \"305\": 24, \"306\": 24, \"307\": 24, \"308\": 24, \"309\": 24, \"310\": 24, \"311\": 24, \"312\": 24, \"313\": 24, \"314\": 24, \"315\": 24, \"316\": 24, \"317\": 24, \"318\": 24, \"319\": 24, \"320\": 24, \"321\": 24, \"322\": 24, \"323\": 24, \"324\": 24, \"325\": 24, \"326\": 24, \"327\": 24, \"328\": 24, \"329\": 24, \"330\": 24, \"331\": 24, \"332\": 24, \"333\": 24, \"334\": 24, \"335\": 24, \"336\": 24, \"337\": 24, \"338\": 24, \"339\": 24, \"340\": 24, \"341\": 24, \"342\": 24, \"343\": 24, \"344\": 24, \"345\": 24, \"346\": 24, \"347\": 24, \"348\": 24, \"349\": 24, \"350\": 24, \"351\": 24, \"352\": 24, \"353\": 24, \"354\": 24, \"355\": 24, \"356\": 24, \"357\": 24, \"358\": 24, \"359\": 24, \"360\": 24, \"361\": 24, \"362\": 24, \"363\": 24, \"364\": 24, \"365\": 24, \"366\": 24, \"367\": 24, \"368\": 24, \"369\": 24, \"370\": 24, \"371\": 24, \"372\": 24, \"373\": 24, \"374\": 24, \"375\": 24, \"376\": 24, \"377\": 24, \"378\": 24, \"379\": 24, \"380\": 24, \"381\": 24, \"382\": 24, \"383\": 24, \"384\": 24, \"385\": 24, \"386\": 24, \"387\": 24, \"388\": 24, \"389\": 24, \"390\": 24, \"391\": 24, \"392\": 24, \"393\": 24, \"394\": 24, \"395\": 24, \"396\": 24, \"397\": 24, \"398\": 24, \"399\": 24, \"400\": 24, \"401\": 24, \"402\": 24, \"403\": 24, \"404\": 24, \"405\": 24, \"406\": 24, \"407\": 24, \"408\": 24, \"409\": 24, \"410\": 24, \"411\": 24, \"412\": 24, \"413\": 24, \"414\": 24, \"415\": 24, \"416\": 24, \"417\": 24, \"418\": 24, \"419\": 24, \"420\": 24, \"421\": 24, \"422\": 24, \"423\": 24, \"424\": 24, \"425\": 24, \"426\": 24, \"427\": 24, \"428\": 24, \"429\": 24, \"430\": 24, \"431\": 24, \"432\": 24, \"433\": 24, \"434\": 24, \"435\": 24, \"436\": 24, \"437\": 24, \"438\": 24, \"439\": 24, \"440\": 24, \"441\": 24, \"442\": 24, \"443\": 24, \"444\": 24, \"445\": 24, \"446\": 24, \"447\": 24, \"448\": 24, \"449\": 24, \"450\": 24, \"451\": 24, \"452\": 24, \"453\": 24, \"454\": 24, \"455\": 24, \"456\": 24, \"457\": 24, \"458\": 24, \"459\": 24, \"460\": 24, \"461\": 24, \"462\": 24, \"463\": 24, \"464\": 24, \"465\": 24, \"466\": 24, \"467\": 24, \"468\": 24, \"469\": 24, \"470\": 24, \"471\": 24, \"472\": 24, \"473\": 24, \"474\": 24, \"475\": 24, \"476\": 24, \"477\": 24, \"478\": 24, \"479\": 24, \"480\": 24, \"481\": 24, \"482\": 24, \"483\": 24, \"484\": 24, \"485\": 24, \"486\": 24, \"487\": 24, \"488\": 24, \"489\": 24, \"490\": 24, \"491\": 24, \"492\": 24, \"493\": 24, \"494\": 24, \"495\": 24, \"496\": 24, \"497\": 24, \"498\": 24, \"499\": 24, \"inception\": 170, \"leonardo\": 154, \"papel\": 160, \"interpret\\u00f3\": 160, \"dicaprio\": 154, \"titanic\": 624, \"wolf\": 2, \"wall\": 2, \"street\": 2, \"revenant\": 2, \"island\": 2, \"shutter\": 2, \"translation\": 2, \"lost\": 2, \"story\": 974, \"marriage\": 2, \"lucy\": 2, \"rabbit\": 2, \"jojo\": 2, \"hanks\": 130, \"gump\": 164, \"forrest\": 164, \"away\": 2, \"cast\": 2, \"saving\": 2, \"private\": 2, \"ryan\": 2, \"terminal\": 2, \"toy\": 972, \"meryl\": 142, \"wears\": 4, \"streep\": 142, \"devil\": 4, \"prada\": 4, \"mia\": 2, \"mamma\": 2, \"sophies\": 2, \"choice\": 2, \"out\": 1112, \"africa\": 2, \"kramer\": 2, \"vs\": 2, \"training\": 2, \"washington\": 208, \"denzel\": 208, \"day\": 2, \"fences\": 2, \"equalizer\": 2, \"malcolm\": 2, \"x\": 2, \"remember\": 512, \"titans\": 2, \"holmes\": 2, \"sherlock\": 2, \"thunder\": 2, \"tropic\": 2, \"chaplin\": 2, \"land\": 600, \"emma\": 202, \"stone\": 202, \"easy\": 2, \"cruella\": 2, \"help\": 2, \"zombieland\": 2, \"extraction\": 2, \"rush\": 2, \"and\": 1584, \"snow\": 4, \"white\": 4, \"huntsman\": 4, \"lawrence\": 10, \"jennifer\": 10, \"games\": 2, \"hunger\": 2, \"linings\": 462, \"silver\": 462, \"playbook\": 462, \"red\": 2, \"sparrow\": 2, \"joy\": 2, \"american\": 2, \"hustle\": 2, \"pitt\": 196, \"fight\": 2, \"club\": 2, \"brad\": 196, \"once\": 2, \"hollywood\": 2, \"upon\": 2, \"se7en\": 2, \"world\": 2, \"z\": 2, \"basterds\": 2, \"inglourious\": 2, \"swan\": 832, \"portman\": 154, \"natalie\": 154, \"jackie\": 2, \"closer\": 2, \"vendetta\": 2, \"for\": 2, \"v\": 2, \"johnny\": 10, \"pirates\": 2, \"depp\": 10, \"caribbean\": 2, \"edward\": 2, \"scissorhands\": 2, \"sweeney\": 2, \"todd\": 2, \"alice\": 2, \"wonderland\": 2, \"fantastic\": 2, \"beasts\": 2, \"anne\": 10, \"hathaway\": 10, \"les\": 2, \"mis\\u00e9rables\": 2, \"diaries\": 2, \"princess\": 2, \"interstellar\": 2, \"knight\": 140, \"rises\": 2, \"dark\": 140, \"smith\": 10, \"men\": 2, \"will\": 10, \"happyness\": 2, \"pursuit\": 2, \"legend\": 2, \"am\": 2, \"ali\": 2, \"boys\": 432, \"bad\": 2, \"matrix\": 128, \"reeves\": 10, \"keanu\": 10, \"john\": 2, \"wick\": 2, \"speed\": 2, \"constantine\": 2, \"break\": 2, \"point\": 2, \"road\": 2, \"mad\": 2, \"theron\": 10, \"max\": 2, \"fury\": 2, \"charlize\": 10, \"monster\": 2, \"atomic\": 2, \"blonde\": 2, \"old\": 2, \"guard\": 2, \"scream\": 1170, \"acci\\u00f3n\": 6186, \"principales\": 8000, \"personajes\": 16000, \"trata\": 8000, \"\\u00bfde\": 8000, \"se\": 8000, \"estren\\u00f3\": 8000, \"\\u00bfcu\\u00e1ndo\": 8000, \"y\": 8000, \"sus\": 8000, \"midsommar\": 860, \"sense\": 1120, \"sixth\": 1120, \"place\": 970, \"quiet\": 970, \"seven\": 1060, \"conjuring\": 900, \"us\": 1080, \"others\": 1050, \"psycho\": 860, \"get\": 1110, \"silence\": 990, \"lambs\": 990, \"exorcist\": 1110, \"halloween\": 980, \"ring\": 1020, \"carrie\": 850, \"hereditary\": 1000, \"shining\": 1020, \"babadook\": 1100, \"protagoniz\\u00f3\": 528, \"trabajo\": 528, \"act\\u00fae\": 528, \"donde\": 528, \"famosas\": 486, \"similar\": 496, \"si\": 496, \"debo\": 496, \"tan\": 496, \"como\": 496, \"documental\": 168, \"ejemplos\": 490, \"fantas\\u00eda\": 174, \"thriller\": 192, \"romance\": 108, \"comedia\": 138, \"am\\u00e9lie\": 102, \"ficci\\u00f3n\": 174, \"antonio\": 150, \"banderas\": 150, \"padrino\": 186, \"animaci\\u00f3n\": 138, \"parasite\": 168, \"pen\\u00e9lope\": 174, \"cruz\": 174, \"gladiator\": 198, \"terror\": 90, \"drama\": 102, \"disney\": 2000, \"frozen\": 1140, \"king\": 1060, \"lion\": 1060, \"mulan\": 1090, \"beauty\": 1040, \"beast\": 1040, \"mermaid\": 930, \"little\": 930, \"cinderella\": 840, \"nemo\": 950, \"finding\": 950, \"moana\": 1080, \"aladdin\": 900, \"juliet\": 500, \"romeo\": 500, \"hill\": 450, \"notting\": 450, \"actually\": 420, \"love\": 420, \"tiffanys\": 470, \"breakfast\": 470, \"at\": 470, \"notebook\": 510, \"holiday\": 650, \"prejudice\": 540, \"pride\": 540, \"before\": 1030, \"ive\": 430, \"loved\": 430, \"to\": 940, \"crazy\": 550, \"rich\": 550, \"asians\": 550, \"walk\": 510, \"vow\": 530, \"proposal\": 440, \"woman\": 550, \"pretty\": 550, \"twilight\": 360, \"moulin\": 500, \"rouge\": 500, \"stars\": 550, \"our\": 550, \"fault\": 550}", "index_docs": "{\"894\": 2, \"895\": 2, \"896\": 2, \"897\": 2, \"831\": 4, \"808\": 12, \"899\": 2, \"898\": 2, \"900\": 2, \"185\": 494, \"901\": 2, \"902\": 2, \"903\": 2, \"904\": 2, \"906\": 2, \"905\": 2, \"908\": 2, \"907\": 2, \"909\": 2, \"910\": 2, \"911\": 2, \"57\": 1768, \"912\": 2, \"832\": 4, \"913\": 2, \"822\": 8, \"914\": 2, \"915\": 2, \"917\": 2, \"916\": 2, \"833\": 4, \"4\": 15802, \"918\": 2, \"834\": 4, \"9\": 10312, \"7\": 9402, \"920\": 2, \"919\": 2, \"921\": 2, \"923\": 2, \"922\": 2, \"240\": 184, \"121\": 922, \"823\": 8, \"38\": 2678, \"826\": 6, \"46\": 2034, \"36\": 2774, \"2\": 16632, \"924\": 2, \"33\": 3688, \"29\": 4490, \"60\": 1440, \"235\": 194, \"242\": 182, \"188\": 488, \"55\": 1888, \"925\": 2, \"189\": 488, \"190\": 488, \"146\": 732, \"835\": 4, \"927\": 2, \"926\": 2, \"238\": 186, \"928\": 2, \"186\": 492, \"824\": 8, \"56\": 1874, \"929\": 2, \"931\": 2, \"231\": 198, \"930\": 2, \"13\": 9300, \"932\": 2, \"175\": 502, \"8\": 10652, \"836\": 4, \"933\": 2, \"809\": 10, \"934\": 2, \"935\": 2, \"937\": 2, \"936\": 2, \"61\": 1426, \"837\": 4, \"11\": 9844, \"1\": 29850, \"938\": 2, \"6\": 12746, \"939\": 2, \"827\": 6, \"47\": 2012, \"828\": 6, \"825\": 8, \"829\": 6, \"28\": 5814, \"27\": 5972, \"838\": 4, \"5\": 14384, \"227\": 200, \"45\": 2154, \"44\": 2168, \"64\": 1214, \"65\": 1212, \"941\": 2, \"940\": 2, \"944\": 2, \"830\": 6, \"942\": 2, \"943\": 2, \"42\": 2290, \"174\": 504, \"945\": 2, \"947\": 2, \"946\": 2, \"949\": 2, \"950\": 2, \"62\": 1364, \"948\": 2, \"951\": 2, \"839\": 4, \"952\": 2, \"840\": 4, \"236\": 192, \"841\": 4, \"807\": 16, \"842\": 4, \"843\": 4, \"845\": 4, \"844\": 4, \"846\": 4, \"246\": 178, \"847\": 4, \"848\": 4, \"850\": 4, \"849\": 4, \"218\": 230, \"851\": 4, \"852\": 4, \"63\": 1218, \"854\": 4, \"853\": 4, \"12\": 9800, \"856\": 4, \"855\": 4, \"857\": 4, \"858\": 4, \"15\": 8004, \"860\": 4, \"859\": 4, \"861\": 4, \"862\": 4, \"863\": 4, \"864\": 4, \"865\": 4, \"866\": 4, \"867\": 4, \"868\": 4, \"869\": 4, \"870\": 4, \"871\": 4, \"872\": 4, \"10\": 10004, \"873\": 4, \"874\": 4, \"875\": 4, \"877\": 4, \"878\": 4, \"876\": 4, \"879\": 4, \"880\": 4, \"881\": 4, \"884\": 4, \"882\": 4, \"883\": 4, \"886\": 4, \"885\": 4, \"30\": 4000, \"16\": 8000, \"54\": 1894, \"31\": 4000, \"127\": 890, \"26\": 6100, \"32\": 4000, \"48\": 2000, \"49\": 2000, \"98\": 1004, \"141\": 844, \"140\": 844, \"135\": 860, \"136\": 860, \"125\": 896, \"126\": 896, \"142\": 844, \"143\": 844, \"43\": 2188, \"95\": 1022, \"128\": 882, \"129\": 882, \"75\": 1114, \"76\": 1114, \"131\": 882, \"130\": 882, \"110\": 956, \"109\": 956, \"79\": 1112, \"78\": 1112, \"77\": 1112, \"93\": 1036, \"111\": 954, \"112\": 954, \"113\": 954, \"133\": 878, \"134\": 878, \"153\": 590, \"209\": 402, \"14\": 8394, \"40\": 2442, \"229\": 200, \"228\": 200, \"37\": 2970, \"247\": 174, \"154\": 586, \"69\": 1160, \"68\": 1160, \"217\": 238, \"216\": 238, \"207\": 414, \"221\": 214, \"204\": 428, \"34\": 3454, \"208\": 404, \"241\": 184, \"280\": 124, \"281\": 124, \"220\": 230, \"219\": 230, \"132\": 880, \"230\": 200, \"152\": 596, \"122\": 910, \"66\": 1210, \"163\": 540, \"59\": 1576, \"243\": 182, \"41\": 2394, \"248\": 174, \"71\": 1152, \"35\": 3398, \"210\": 370, \"222\": 212, \"39\": 2660, \"147\": 660, \"244\": 180, \"150\": 610, \"245\": 180, \"70\": 1156, \"260\": 156, \"51\": 2000, \"50\": 2000, \"215\": 254, \"52\": 2000, \"261\": 154, \"262\": 154, \"114\": 952, \"298\": 50, \"117\": 946, \"269\": 142, \"212\": 316, \"278\": 126, \"279\": 126, \"285\": 92, \"286\": 92, \"288\": 90, \"291\": 64, \"290\": 70, \"299\": 48, \"303\": 38, \"287\": 92, \"214\": 262, \"213\": 264, \"292\": 62, \"305\": 36, \"304\": 36, \"296\": 54, \"297\": 54, \"295\": 54, \"307\": 32, \"306\": 32, \"293\": 60, \"294\": 60, \"300\": 42, \"301\": 42, \"302\": 42, \"308\": 24, \"99\": 1000, \"100\": 1000, \"309\": 24, \"310\": 24, \"311\": 24, \"312\": 24, \"313\": 24, \"314\": 24, \"315\": 24, \"316\": 24, \"317\": 24, \"318\": 24, \"319\": 24, \"320\": 24, \"321\": 24, \"322\": 24, \"323\": 24, \"324\": 24, \"325\": 24, \"326\": 24, \"327\": 24, \"328\": 24, \"329\": 24, \"330\": 24, \"331\": 24, \"332\": 24, \"333\": 24, \"334\": 24, \"335\": 24, \"336\": 24, \"337\": 24, \"338\": 24, \"339\": 24, \"340\": 24, \"341\": 24, \"342\": 24, \"343\": 24, \"344\": 24, \"345\": 24, \"346\": 24, \"347\": 24, \"348\": 24, \"349\": 24, \"350\": 24, \"351\": 24, \"352\": 24, \"353\": 24, \"354\": 24, \"355\": 24, \"356\": 24, \"357\": 24, \"358\": 24, \"359\": 24, \"360\": 24, \"361\": 24, \"362\": 24, \"363\": 24, \"364\": 24, \"365\": 24, \"366\": 24, \"367\": 24, \"368\": 24, \"369\": 24, \"370\": 24, \"371\": 24, \"372\": 24, \"373\": 24, \"374\": 24, \"375\": 24, \"376\": 24, \"377\": 24, \"378\": 24, \"379\": 24, \"380\": 24, \"381\": 24, \"382\": 24, \"383\": 24, \"384\": 24, \"385\": 24, \"386\": 24, \"387\": 24, \"388\": 24, \"389\": 24, \"390\": 24, \"391\": 24, \"392\": 24, \"393\": 24, \"394\": 24, \"395\": 24, \"396\": 24, \"397\": 24, \"398\": 24, \"399\": 24, \"400\": 24, \"401\": 24, \"402\": 24, \"403\": 24, \"404\": 24, \"405\": 24, \"406\": 24, \"407\": 24, \"408\": 24, \"409\": 24, \"410\": 24, \"411\": 24, \"412\": 24, \"413\": 24, \"414\": 24, \"415\": 24, \"416\": 24, \"417\": 24, \"418\": 24, \"419\": 24, \"420\": 24, \"421\": 24, \"422\": 24, \"423\": 24, \"424\": 24, \"425\": 24, \"426\": 24, \"427\": 24, \"428\": 24, \"429\": 24, \"430\": 24, \"431\": 24, \"432\": 24, \"433\": 24, \"434\": 24, \"435\": 24, \"436\": 24, \"437\": 24, \"438\": 24, \"439\": 24, \"440\": 24, \"441\": 24, \"442\": 24, \"443\": 24, \"444\": 24, \"445\": 24, \"446\": 24, \"447\": 24, \"448\": 24, \"449\": 24, \"450\": 24, \"451\": 24, \"452\": 24, \"453\": 24, \"454\": 24, \"455\": 24, \"456\": 24, \"457\": 24, \"458\": 24, \"459\": 24, \"460\": 24, \"461\": 24, \"462\": 24, \"463\": 24, \"464\": 24, \"465\": 24, \"466\": 24, \"467\": 24, \"468\": 24, \"469\": 24, \"470\": 24, \"471\": 24, \"472\": 24, \"473\": 24, \"474\": 24, \"475\": 24, \"476\": 24, \"477\": 24, \"478\": 24, \"479\": 24, \"480\": 24, \"481\": 24, \"482\": 24, \"483\": 24, \"484\": 24, \"485\": 24, \"486\": 24, \"487\": 24, \"488\": 24, \"489\": 24, \"490\": 24, \"491\": 24, \"492\": 24, \"493\": 24, \"494\": 24, \"495\": 24, \"496\": 24, \"497\": 24, \"498\": 24, \"499\": 24, \"500\": 24, \"501\": 24, \"502\": 24, \"503\": 24, \"504\": 24, \"505\": 24, \"506\": 24, \"507\": 24, \"508\": 24, \"509\": 24, \"510\": 24, \"511\": 24, \"512\": 24, \"513\": 24, \"514\": 24, \"515\": 24, \"516\": 24, \"517\": 24, \"518\": 24, \"519\": 24, \"520\": 24, \"521\": 24, \"522\": 24, \"523\": 24, \"524\": 24, \"525\": 24, \"526\": 24, \"527\": 24, \"528\": 24, \"529\": 24, \"530\": 24, \"531\": 24, \"532\": 24, \"533\": 24, \"534\": 24, \"535\": 24, \"536\": 24, \"537\": 24, \"538\": 24, \"539\": 24, \"540\": 24, \"541\": 24, \"542\": 24, \"543\": 24, \"544\": 24, \"545\": 24, \"546\": 24, \"547\": 24, \"548\": 24, \"549\": 24, \"550\": 24, \"551\": 24, \"552\": 24, \"553\": 24, \"554\": 24, \"555\": 24, \"556\": 24, \"557\": 24, \"558\": 24, \"559\": 24, \"560\": 24, \"561\": 24, \"562\": 24, \"563\": 24, \"564\": 24, \"565\": 24, \"566\": 24, \"567\": 24, \"568\": 24, \"569\": 24, \"570\": 24, \"571\": 24, \"572\": 24, \"573\": 24, \"574\": 24, \"575\": 24, \"576\": 24, \"577\": 24, \"578\": 24, \"579\": 24, \"580\": 24, \"581\": 24, \"582\": 24, \"583\": 24, \"584\": 24, \"585\": 24, \"586\": 24, \"587\": 24, \"588\": 24, \"589\": 24, \"590\": 24, \"591\": 24, \"592\": 24, \"593\": 24, \"594\": 24, \"595\": 24, \"596\": 24, \"597\": 24, \"598\": 24, \"599\": 24, \"600\": 24, \"601\": 24, \"602\": 24, \"603\": 24, \"604\": 24, \"605\": 24, \"606\": 24, \"607\": 24, \"608\": 24, \"609\": 24, \"610\": 24, \"611\": 24, \"612\": 24, \"613\": 24, \"614\": 24, \"615\": 24, \"616\": 24, \"617\": 24, \"618\": 24, \"619\": 24, \"620\": 24, \"621\": 24, \"622\": 24, \"623\": 24, \"624\": 24, \"625\": 24, \"626\": 24, \"627\": 24, \"628\": 24, \"629\": 24, \"630\": 24, \"631\": 24, \"632\": 24, \"633\": 24, \"634\": 24, \"635\": 24, \"636\": 24, \"637\": 24, \"638\": 24, \"639\": 24, \"640\": 24, \"641\": 24, \"642\": 24, \"643\": 24, \"644\": 24, \"645\": 24, \"646\": 24, \"647\": 24, \"648\": 24, \"649\": 24, \"650\": 24, \"651\": 24, \"652\": 24, \"653\": 24, \"654\": 24, \"655\": 24, \"656\": 24, \"657\": 24, \"658\": 24, \"659\": 24, \"660\": 24, \"661\": 24, \"662\": 24, \"663\": 24, \"664\": 24, \"665\": 24, \"666\": 24, \"667\": 24, \"668\": 24, \"669\": 24, \"670\": 24, \"671\": 24, \"672\": 24, \"673\": 24, \"674\": 24, \"675\": 24, \"676\": 24, \"677\": 24, \"678\": 24, \"679\": 24, \"680\": 24, \"681\": 24, \"682\": 24, \"683\": 24, \"684\": 24, \"685\": 24, \"686\": 24, \"687\": 24, \"688\": 24, \"689\": 24, \"690\": 24, \"691\": 24, \"692\": 24, \"693\": 24, \"694\": 24, \"695\": 24, \"696\": 24, \"697\": 24, \"698\": 24, \"699\": 24, \"700\": 24, \"701\": 24, \"702\": 24, \"703\": 24, \"704\": 24, \"705\": 24, \"706\": 24, \"707\": 24, \"708\": 24, \"709\": 24, \"710\": 24, \"711\": 24, \"712\": 24, \"713\": 24, \"714\": 24, \"715\": 24, \"716\": 24, \"717\": 24, \"718\": 24, \"719\": 24, \"720\": 24, \"721\": 24, \"722\": 24, \"723\": 24, \"724\": 24, \"725\": 24, \"726\": 24, \"727\": 24, \"728\": 24, \"729\": 24, \"730\": 24, \"731\": 24, \"732\": 24, \"733\": 24, \"734\": 24, \"735\": 24, \"736\": 24, \"737\": 24, \"738\": 24, \"739\": 24, \"740\": 24, \"741\": 24, \"742\": 24, \"743\": 24, \"744\": 24, \"745\": 24, \"746\": 24, \"747\": 24, \"748\": 24, \"749\": 24, \"750\": 24, \"751\": 24, \"752\": 24, \"753\": 24, \"754\": 24, \"755\": 24, \"756\": 24, \"757\": 24, \"758\": 24, \"759\": 24, \"760\": 24, \"761\": 24, \"762\": 24, \"763\": 24, \"764\": 24, \"765\": 24, \"766\": 24, \"767\": 24, \"768\": 24, \"769\": 24, \"770\": 24, \"771\": 24, \"772\": 24, \"773\": 24, \"774\": 24, \"775\": 24, \"776\": 24, \"777\": 24, \"778\": 24, \"779\": 24, \"780\": 24, \"781\": 24, \"782\": 24, \"783\": 24, \"784\": 24, \"785\": 24, \"786\": 24, \"787\": 24, \"788\": 24, \"789\": 24, \"790\": 24, \"791\": 24, \"792\": 24, \"793\": 24, \"794\": 24, \"795\": 24, \"796\": 24, \"797\": 24, \"798\": 24, \"799\": 24, \"800\": 24, \"801\": 24, \"802\": 24, \"803\": 24, \"804\": 24, \"805\": 24, \"806\": 24, \"253\": 170, \"263\": 154, \"258\": 160, \"259\": 160, \"264\": 154, \"149\": 624, \"953\": 2, \"954\": 2, \"955\": 2, \"956\": 2, \"958\": 2, \"957\": 2, \"960\": 2, \"959\": 2, \"105\": 974, \"961\": 2, \"962\": 2, \"964\": 2, \"963\": 2, \"276\": 130, \"257\": 164, \"256\": 164, \"966\": 2, \"965\": 2, \"967\": 2, \"968\": 2, \"969\": 2, \"970\": 2, \"106\": 972, \"270\": 142, \"888\": 4, \"271\": 142, \"887\": 4, \"889\": 4, \"972\": 2, \"971\": 2, \"973\": 2, \"974\": 2, \"80\": 1112, \"975\": 2, \"890\": 2, \"976\": 2, \"977\": 2, \"224\": 208, \"223\": 208, \"978\": 2, \"979\": 2, \"980\": 2, \"981\": 2, \"982\": 2, \"171\": 512, \"983\": 2, \"985\": 2, \"984\": 2, \"987\": 2, \"986\": 2, \"988\": 2, \"151\": 600, \"225\": 202, \"226\": 202, \"989\": 2, \"990\": 2, \"991\": 2, \"992\": 2, \"993\": 2, \"994\": 2, \"58\": 1584, \"891\": 4, \"892\": 4, \"893\": 4, \"811\": 10, \"810\": 10, \"996\": 2, \"995\": 2, \"196\": 462, \"195\": 462, \"197\": 462, \"997\": 2, \"998\": 2, \"999\": 2, \"1000\": 2, \"1001\": 2, \"234\": 196, \"1002\": 2, \"1003\": 2, \"233\": 196, \"1004\": 2, \"1006\": 2, \"1005\": 2, \"1007\": 2, \"1008\": 2, \"1009\": 2, \"1011\": 2, \"1010\": 2, \"145\": 832, \"266\": 154, \"265\": 154, \"1012\": 2, \"1013\": 2, \"1016\": 2, \"1015\": 2, \"1014\": 2, \"812\": 10, \"1017\": 2, \"813\": 10, \"1018\": 2, \"1019\": 2, \"1020\": 2, \"1021\": 2, \"1022\": 2, \"1023\": 2, \"1024\": 2, \"1025\": 2, \"1026\": 2, \"814\": 10, \"815\": 10, \"1027\": 2, \"1028\": 2, \"1030\": 2, \"1029\": 2, \"1031\": 2, \"273\": 140, \"1032\": 2, \"272\": 140, \"817\": 10, \"1033\": 2, \"816\": 10, \"1035\": 2, \"1034\": 2, \"1037\": 2, \"1036\": 2, \"1038\": 2, \"201\": 432, \"1039\": 2, \"277\": 128, \"819\": 10, \"818\": 10, \"1040\": 2, \"1041\": 2, \"1042\": 2, \"1043\": 2, \"1045\": 2, \"1044\": 2, \"1049\": 2, \"1046\": 2, \"821\": 10, \"1047\": 2, \"1048\": 2, \"820\": 10, \"1050\": 2, \"1051\": 2, \"1052\": 2, \"1053\": 2, \"1054\": 2, \"67\": 1170, \"25\": 6186, \"17\": 8000, \"3\": 16000, \"19\": 8000, \"18\": 8000, \"21\": 8000, \"22\": 8000, \"20\": 8000, \"23\": 8000, \"24\": 8000, \"137\": 860, \"74\": 1120, \"73\": 1120, \"108\": 970, \"107\": 970, \"87\": 1060, \"123\": 900, \"85\": 1080, \"90\": 1050, \"138\": 860, \"81\": 1110, \"102\": 990, \"103\": 990, \"82\": 1110, \"104\": 980, \"96\": 1020, \"139\": 850, \"101\": 1000, \"97\": 1020, \"83\": 1100, \"167\": 528, \"168\": 528, \"170\": 528, \"169\": 528, \"191\": 486, \"180\": 496, \"182\": 496, \"181\": 496, \"183\": 496, \"184\": 496, \"254\": 168, \"187\": 490, \"249\": 174, \"237\": 192, \"282\": 108, \"274\": 138, \"283\": 102, \"250\": 174, \"267\": 150, \"268\": 150, \"239\": 186, \"275\": 138, \"255\": 168, \"251\": 174, \"252\": 174, \"232\": 198, \"289\": 90, \"284\": 102, \"53\": 2000, \"72\": 1140, \"89\": 1060, \"88\": 1060, \"84\": 1090, \"91\": 1040, \"92\": 1040, \"120\": 930, \"119\": 930, \"144\": 840, \"116\": 950, \"115\": 950, \"86\": 1080, \"124\": 900, \"177\": 500, \"176\": 500, \"199\": 450, \"198\": 450, \"206\": 420, \"205\": 420, \"194\": 470, \"192\": 470, \"193\": 470, \"172\": 510, \"148\": 650, \"165\": 540, \"164\": 540, \"94\": 1030, \"202\": 430, \"203\": 430, \"118\": 940, \"155\": 550, \"156\": 550, \"157\": 550, \"173\": 510, \"166\": 530, \"200\": 440, \"159\": 550, \"158\": 550, \"211\": 360, \"178\": 500, \"179\": 500, \"162\": 550, \"161\": 550, \"160\": 550}", "index_word": "{\"1\": \"de\", \"2\": \"dime\", \"3\": \"personajes\", \"4\": \"the\", \"5\": \"pel\\u00edculas\", \"6\": \"sobre\", \"7\": \"el\", \"8\": \"en\", \"9\": \"\\u00bfqu\\u00e9\", \"10\": \"qu\\u00e9\", \"11\": \"h\\u00e1blame\", \"12\": \"los\", \"13\": \"son\", \"14\": \"\\u00bfqui\\u00e9nes\", \"15\": \"m\\u00e1s\", \"16\": \"personaje\", \"17\": \"principales\", \"18\": \"\\u00bfde\", \"19\": \"trata\", \"20\": \"\\u00bfcu\\u00e1ndo\", \"21\": \"se\", \"22\": \"estren\\u00f3\", \"23\": \"y\", \"24\": \"sus\", \"25\": \"acci\\u00f3n\", \"26\": \"marvel\", \"27\": \"pel\\u00edcula\", \"28\": \"movie\", \"29\": \"a\", \"30\": \"interpreta\", \"31\": \"ucm\", \"32\": \"rol\", \"33\": \"me\", \"34\": \"genres\", \"35\": \"g\\u00e9neros\", \"36\": \"la\", \"37\": \"cine\", \"38\": \"what\", \"39\": \"ver\", \"40\": \"del\", \"41\": \"some\", \"42\": \"para\", \"43\": \"tom\", \"44\": \"una\", \"45\": \"recomi\\u00e9ndame\", \"46\": \"es\", \"47\": \"\\u00bfcu\\u00e1l\", \"48\": \"universo\", \"49\": \"cinematogr\\u00e1fico\", \"50\": \"\\u00bfen\", \"51\": \"aparece\", \"52\": \"tiene\", \"53\": \"disney\", \"54\": \"chris\", \"55\": \"algo\", \"56\": \"are\", \"57\": \"you\", \"58\": \"and\", \"59\": \"list\", \"60\": \"tell\", \"61\": \"about\", \"62\": \"of\", \"63\": \"populares\", \"64\": \"i\", \"65\": \"should\", \"66\": \"watch\", \"67\": \"scream\", \"68\": \"can\", \"69\": \"recommend\", \"70\": \"suggest\", \"71\": \"recomiendas\", \"72\": \"frozen\", \"73\": \"sixth\", \"74\": \"sense\", \"75\": \"scarlett\", \"76\": \"johansson\", \"77\": \"robert\", \"78\": \"downey\", \"79\": \"jr\", \"80\": \"out\", \"81\": \"get\", \"82\": \"exorcist\", \"83\": \"babadook\", \"84\": \"mulan\", \"85\": \"us\", \"86\": \"moana\", \"87\": \"seven\", \"88\": \"lion\", \"89\": \"king\", \"90\": \"others\", \"91\": \"beauty\", \"92\": \"beast\", \"93\": \"holland\", \"94\": \"before\", \"95\": \"hiddleston\", \"96\": \"ring\", \"97\": \"shining\", \"98\": \"hemsworth\", \"99\": \"popular\", \"100\": \"existen\", \"101\": \"hereditary\", \"102\": \"silence\", \"103\": \"lambs\", \"104\": \"halloween\", \"105\": \"story\", \"106\": \"toy\", \"107\": \"quiet\", \"108\": \"place\", \"109\": \"brie\", \"110\": \"larson\", \"111\": \"samuel\", \"112\": \"l\", \"113\": \"jackson\", \"114\": \"avengers\", \"115\": \"finding\", \"116\": \"nemo\", \"117\": \"black\", \"118\": \"to\", \"119\": \"little\", \"120\": \"mermaid\", \"121\": \"it\", \"122\": \"trivia\", \"123\": \"conjuring\", \"124\": \"aladdin\", \"125\": \"benedict\", \"126\": \"cumberbatch\", \"127\": \"evans\", \"128\": \"josh\", \"129\": \"brolin\", \"130\": \"jeremy\", \"131\": \"renner\", \"132\": \"in\", \"133\": \"mark\", \"134\": \"ruffalo\", \"135\": \"paul\", \"136\": \"bettany\", \"137\": \"midsommar\", \"138\": \"psycho\", \"139\": \"carrie\", \"140\": \"chadwick\", \"141\": \"boseman\", \"142\": \"elizabeth\", \"143\": \"olsen\", \"144\": \"cinderella\", \"145\": \"swan\", \"146\": \"curioso\", \"147\": \"buena\", \"148\": \"holiday\", \"149\": \"titanic\", \"150\": \"all\", \"151\": \"land\", \"152\": \"famous\", \"153\": \"mejores\", \"154\": \"top\", \"155\": \"crazy\", \"156\": \"rich\", \"157\": \"asians\", \"158\": \"pretty\", \"159\": \"woman\", \"160\": \"fault\", \"161\": \"our\", \"162\": \"stars\", \"163\": \"directores\", \"164\": \"pride\", \"165\": \"prejudice\", \"166\": \"vow\", \"167\": \"protagoniz\\u00f3\", \"168\": \"trabajo\", \"169\": \"donde\", \"170\": \"act\\u00fae\", \"171\": \"remember\", \"172\": \"notebook\", \"173\": \"walk\", \"174\": \"un\", \"175\": \"gusta\", \"176\": \"romeo\", \"177\": \"juliet\", \"178\": \"moulin\", \"179\": \"rouge\", \"180\": \"similar\", \"181\": \"debo\", \"182\": \"si\", \"183\": \"tan\", \"184\": \"como\", \"185\": \"buenas\", \"186\": \"dato\", \"187\": \"ejemplos\", \"188\": \"interesante\", \"189\": \"\\u00bfsab\\u00edas\", \"190\": \"cu\\u00e9ntame\", \"191\": \"famosas\", \"192\": \"breakfast\", \"193\": \"at\", \"194\": \"tiffanys\", \"195\": \"silver\", \"196\": \"linings\", \"197\": \"playbook\", \"198\": \"notting\", \"199\": \"hill\", \"200\": \"proposal\", \"201\": \"boys\", \"202\": \"ive\", \"203\": \"loved\", \"204\": \"directors\", \"205\": \"love\", \"206\": \"actually\", \"207\": \"who\", \"208\": \"movies\", \"209\": \"actores\", \"210\": \"film\", \"211\": \"twilight\", \"212\": \"endgame\", \"213\": \"war\", \"214\": \"infinity\", \"215\": \"thor\", \"216\": \"tipos\", \"217\": \"hay\", 