{
    "format": "layers-model",
    "generatedBy": "keras v2.14.0",
    "convertedBy": "TensorFlow.js Converter v4.22.0",
    "modelTopology": {
      "keras_version": "2.14.0",
      "backend": "tensorflow",
      "model_config": {
        "class_name": "Functional",
        "config": {
          "name": "functional_2",
          "trainable": true,
          "layers": [
            {
              "class_name": "InputLayer",
              "config": {
                "batch_shape": [null, 5],
                "dtype": "float32",
                "sparse": false,
                "name": "input_layer"
              },
              "name": "input_layer",
              "inbound_nodes": []
            },
            {
              "class_name": "Embedding",
              "config": {
                "name": "embedding",
                "trainable": true,
                "dtype": "float32",
                "input_dim": 40,
                "output_dim": 10,
                "embeddings_initializer": {
                  "module": "keras.initializers",
                  "class_name": "RandomUniform",
                  "config": {
                    "minval": -0.05,
                    "maxval": 0.05
                  }
                },
                "embeddings_regularizer": null,
                "mask_zero": false
              },
              "inbound_nodes": [
                {
                  "args": [
                    {
                      "class_name": "__keras_tensor__",
                      "config": {
                        "shape": [null, 5],
                        "dtype": "float32",
                        "keras_history": ["input_layer", 0, 0]
                      }
                    }
                  ],
                  "kwargs": {}
                }
              ]
            },
            {
              "class_name": "LSTM",
              "config": {
                "name": "lstm",
                "trainable": true,
                "dtype": "float32",
                "return_sequences": true,
                "units": 10,
                "activation": "tanh",
                "recurrent_activation": "sigmoid",
                "use_bias": true,
                "kernel_initializer": {
                  "module": "keras.initializers",
                  "class_name": "GlorotUniform",
                  "config": {"seed": null}
                },
                "recurrent_initializer": {
                  "module": "keras.initializers",
                  "class_name": "OrthogonalInitializer",
                  "config": {"gain": 1.0, "seed": null}
                },
                "bias_initializer": {
                  "module": "keras.initializers",
                  "class_name": "Zeros",
                  "config": {}
                },
                "unit_forget_bias": true
              },
              "inbound_nodes": [
                {
                  "args": [
                    {
                      "class_name": "__keras_tensor__",
                      "config": {
                        "shape": [null, 5, 10],
                        "dtype": "float32",
                        "keras_history": ["embedding", 0, 0]
                      }
                    }
                  ],
                  "kwargs": {
                    "training": false,
                    "mask": null
                  }
                }
              ]
            },
            {
              "class_name": "Flatten",
              "config": {
                "name": "flatten",
                "trainable": true,
                "dtype": "float32",
                "data_format": "channels_last"
              },
              "inbound_nodes": [
                {
                  "args": [
                    {
                      "class_name": "__keras_tensor__",
                      "config": {
                        "shape": [null, 5, 10],
                        "dtype": "float32",
                        "keras_history": ["lstm", 0, 0]
                      }
                    }
                  ],
                  "kwargs": {}
                }
              ]
            },
            {
              "class_name": "Dense",
              "config": {
                "name": "dense",
                "trainable": true,
                "dtype": "float32",
                "units": 8,
                "activation": "softmax",
                "use_bias": true,
                "kernel_initializer": {
                  "module": "keras.initializers",
                  "class_name": "GlorotUniform",
                  "config": {"seed": null}
                },
                "bias_initializer": {
                  "module": "keras.initializers",
                  "class_name": "Zeros",
                  "config": {}
                }
              },
              "inbound_nodes": [
                {
                  "args": [
                    {
                      "class_name": "__keras_tensor__",
                      "config": {
                        "shape": [null, 50],
                        "dtype": "float32",
                        "keras_history": ["flatten", 0, 0]
                      }
                    }
                  ],
                  "kwargs": {}
                }
              ]
            }
          ],
          "input_layers": [["input_layer", 0, 0]],
          "output_layers": [["dense", 0, 0]]
        }
      },
      "training_config": {
        "loss": "sparse_categorical_crossentropy",
        "metrics": ["accuracy"],
        "optimizer_config": {
          "class_name": "Adam",
          "config": {
            "learning_rate": 0.001
          }
        }
      },
      "weightsManifest": [
        {
          "paths": ["group1-shard1of1.bin"],
          "weights": [
            {
              "name": "dense/kernel",
              "shape": [50, 8],
              "dtype": "float32"
            },
            {
              "name": "dense/bias",
              "shape": [8],
              "dtype": "float32"
            },
            {
              "name": "embedding/embeddings",
              "shape": [40, 10],
              "dtype": "float32"
            },
            {
              "name": "lstm/lstm_cell/kernel",
              "shape": [10, 40],
              "dtype": "float32"
            },
            {
              "name": "lstm/lstm_cell/recurrent_kernel",
              "shape": [10, 40],
              "dtype": "float32"
            },
            {
              "name": "lstm/lstm_cell/bias",
              "shape": [40],
              "dtype": "float32"
            }
          ]
        }
      ]
    }
  }
  