{
    "format": "layers-model",
    "generatedBy": "keras v3.5.0",
    "convertedBy": "TensorFlow.js Converter v4.22.0",
    "modelTopology": {
      "keras_version": "3.5.0",
      "backend": "tensorflow",
      "model_config": {
        "class_name": "Functional",
        "config": {
          "name": "functional_3",
          "trainable": true,
          "layers": [
            {
              "class_name": "InputLayer",
              "config": {
                "batch_input_shape": [null, 5],
                "dtype": "float32",
                "sparse": false,
                "name": "input_layer_3"
              },
              "name": "input_layer_3",
              "inbound_nodes": []
            },
            {
              "class_name": "Embedding",
              "config": {
                "name": "embedding_3",
                "trainable": true,
                "input_dim": 40,
                "output_dim": 10,
                "embeddings_initializer": {
                  "class_name": "RandomUniform",
                  "config": {
                    "minval": -0.05,
                    "maxval": 0.05
                  }
                },
                "mask_zero": false
              },
              "name": "embedding_3",
              "inbound_nodes": [
                {
                  "args": [
                    {
                      "class_name": "__keras_tensor__",
                      "config": {
                        "shape": [null, 5],
                        "dtype": "float32"
                      }
                    }
                  ],
                  "kwargs": {}
                }
              ]
            },
            {
              "class_name": "LSTM",
              "config": {
                "name": "lstm_3",
                "trainable": true,
                "return_sequences": true,
                "units": 10,
                "activation": "tanh",
                "recurrent_activation": "sigmoid",
                "use_bias": true,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {}
                },
                "recurrent_initializer": {
                  "class_name": "OrthogonalInitializer",
                  "config": {}
                },
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                }
              },
              "name": "lstm_3",
              "inbound_nodes": [
                {
                  "args": [
                    {
                      "class_name": "__keras_tensor__",
                      "config": {
                        "shape": [null, 5, 10],
                        "dtype": "float32"
                      }
                    }
                  ],
                  "kwargs": {}
                }
              ]
            },
            {
              "class_name": "Flatten",
              "config": {
                "name": "flatten_3",
                "trainable": true,
                "data_format": "channels_last"
              },
              "name": "flatten_3",
              "inbound_nodes": [
                {
                  "args": [
                    {
                      "class_name": "__keras_tensor__",
                      "config": {
                        "shape": [null, 5, 10],
                        "dtype": "float32"
                      }
                    }
                  ],
                  "kwargs": {}
                }
              ]
            },
            {
              "class_name": "Dense",
              "config": {
                "name": "dense_3",
                "trainable": true,
                "units": 8,
                "activation": "softmax",
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {}
                },
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                }
              },
              "name": "dense_3",
              "inbound_nodes": [
                {
                  "args": [
                    {
                      "class_name": "__keras_tensor__",
                      "config": {
                        "shape": [null, 50],
                        "dtype": "float32"
                      }
                    }
                  ],
                  "kwargs": {}
                }
              ]
            }
          ],
          "input_layers": [["input_layer_3", 0, 0]],
          "output_layers": [["dense_3", 0, 0]]
        }
      }
    },
    "weightsManifest": [
      {
        "paths": ["group1-shard1of1.bin"],
        "weights": [
          {"name": "dense_3/kernel", "shape": [50, 8], "dtype": "float32"},
          {"name": "dense_3/bias", "shape": [8], "dtype": "float32"},
          {"name": "embedding_3/embeddings", "shape": [40, 10], "dtype": "float32"},
          {"name": "lstm_3/lstm_cell/kernel", "shape": [10, 40], "dtype": "float32"},
          {"name": "lstm_3/lstm_cell/recurrent_kernel", "shape": [10, 40], "dtype": "float32"},
          {"name": "lstm_3/lstm_cell/bias", "shape": [40], "dtype": "float32"}
        ]
      }
    ]
  }
  