{"class_name": "Tokenizer", "config": {"num_words": 2000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 65, "word_counts": "{\"hi\": 2, \"hello\": 1, \"howdy\": 1, \"hey\": 2, \"there\": 2, \"good\": 5, \"day\": 2, \"whats\": 4, \"up\": 1, \"how\": 1, \"are\": 1, \"you\": 14, \"doing\": 1, \"yo\": 1, \"hola\": 1, \"hiya\": 1, \"morning\": 2, \"evening\": 1, \"bye\": 1, \"see\": 2, \"later\": 2, \"goodbye\": 1, \"catch\": 1, \"take\": 1, \"care\": 1, \"ya\": 1, \"farewell\": 1, \"talk\": 1, \"to\": 3, \"soon\": 1, \"thanks\": 3, \"thank\": 2, \"thats\": 1, \"helpful\": 1, \"i\": 11, \"appreciate\": 1, \"it\": 3, \"much\": 2, \"obliged\": 1, \"a\": 4, \"lot\": 1, \"so\": 1, \"for\": 1, \"your\": 1, \"help\": 7, \"owe\": 1, \"one\": 1, \"can\": 5, \"me\": 9, \"need\": 5, \"assistance\": 1, \"could\": 1, \"assist\": 2, \"please\": 1, \"have\": 2, \"problem\": 1, \"get\": 1, \"some\": 2, \"support\": 2, \"with\": 4, \"my\": 1, \"account\": 1, \"billing\": 1, \"an\": 1, \"issue\": 1, \"login\": 1, \"technical\": 1, \"the\": 4, \"weather\": 3, \"like\": 1, \"is\": 1, \"going\": 1, \"rain\": 1, \"tell\": 3, \"forecast\": 1, \"update\": 1, \"will\": 1, \"be\": 2, \"sunny\": 1, \"today\": 1, \"temperature\": 1, \"hows\": 1, \"joke\": 1, \"make\": 2, \"laugh\": 1, \"humor\": 1, \"funny\": 2, \"say\": 1, \"something\": 2, \"do\": 2, \"know\": 2, \"any\": 2, \"jokes\": 1, \"smile\": 1, \"fun\": 1, \"fact\": 1, \"about\": 2, \"animals\": 2, \"animal\": 3, \"facts\": 2, \"want\": 1, \"learn\": 1, \"trivia\": 1, \"interesting\": 1}", "word_docs": "{\"hi\": 2, \"hello\": 1, \"howdy\": 1, \"hey\": 2, \"there\": 2, \"good\": 5, \"day\": 2, \"up\": 1, \"whats\": 4, \"how\": 1, \"you\": 14, \"are\": 1, \"doing\": 1, \"yo\": 1, \"hola\": 1, \"hiya\": 1, \"morning\": 2, \"evening\": 1, \"bye\": 1, \"see\": 2, \"later\": 2, \"goodbye\": 1, \"catch\": 1, \"take\": 1, \"care\": 1, \"ya\": 1, \"farewell\": 1, \"to\": 3, \"soon\": 1, \"talk\": 1, \"thanks\": 3, \"thank\": 2, \"thats\": 1, \"helpful\": 1, \"appreciate\": 1, \"i\": 11, \"it\": 3, \"obliged\": 1, \"much\": 2, \"lot\": 1, \"a\": 4, \"so\": 1, \"your\": 1, \"for\": 1, \"help\": 7, \"one\": 1, \"owe\": 1, \"can\": 5, \"me\": 9, \"need\": 5, \"assistance\": 1, \"could\": 1, \"assist\": 2, \"please\": 1, \"have\": 2, \"problem\": 1, \"some\": 2, \"get\": 1, \"support\": 2, \"account\": 1, \"my\": 1, \"with\": 4, \"billing\": 1, \"an\": 1, \"login\": 1, \"issue\": 1, \"technical\": 1, \"like\": 1, \"weather\": 3, \"the\": 4, \"is\": 1, \"going\": 1, \"rain\": 1, \"tell\": 3, \"forecast\": 1, \"update\": 1, \"today\": 1, \"will\": 1, \"be\": 2, \"sunny\": 1, \"temperature\": 1, \"hows\": 1, \"joke\": 1, \"laugh\": 1, \"make\": 2, \"humor\": 1, \"funny\": 2, \"say\": 1, \"something\": 2, \"do\": 2, \"know\": 2, \"any\": 2, \"jokes\": 1, \"smile\": 1, \"animals\": 2, \"fact\": 1, \"fun\": 1, \"about\": 2, \"animal\": 3, \"facts\": 2, \"learn\": 1, \"want\": 1, \"trivia\": 1, \"interesting\": 1}", "index_docs": "{\"18\": 2, \"41\": 1, \"42\": 1, \"19\": 2, \"20\": 2, \"5\": 5, \"21\": 2, \"43\": 1, \"8\": 4, \"44\": 1, \"1\": 14, \"45\": 1, \"46\": 1, \"47\": 1, \"48\": 1, \"49\": 1, \"22\": 2, \"50\": 1, \"51\": 1, \"23\": 2, \"24\": 2, \"52\": 1, \"53\": 1, \"54\": 1, \"55\": 1, \"56\": 1, \"57\": 1, \"12\": 3, \"59\": 1, \"58\": 1, \"13\": 3, \"25\": 2, \"60\": 1, \"61\": 1, \"62\": 1, \"2\": 11, \"14\": 3, \"63\": 1, \"26\": 2, \"64\": 1, \"9\": 4, \"65\": 1, \"67\": 1, \"66\": 1, \"4\": 7, \"69\": 1, \"68\": 1, \"6\": 5, \"3\": 9, \"7\": 5, \"70\": 1, \"71\": 1, \"27\": 2, \"72\": 1, \"28\": 2, \"73\": 1, \"29\": 2, \"74\": 1, \"30\": 2, \"76\": 1, \"75\": 1, \"10\": 4, \"77\": 1, \"78\": 1, \"80\": 1, \"79\": 1, \"81\": 1, \"82\": 1, \"15\": 3, \"11\": 4, \"83\": 1, \"84\": 1, \"85\": 1, \"16\": 3, \"86\": 1, \"87\": 1, \"90\": 1, \"88\": 1, \"31\": 2, \"89\": 1, \"91\": 1, \"92\": 1, \"93\": 1, \"94\": 1, \"32\": 2, \"95\": 1, \"33\": 2, \"96\": 1, \"34\": 2, \"35\": 2, \"36\": 2, \"37\": 2, \"97\": 1, \"98\": 1, \"39\": 2, \"100\": 1, \"99\": 1, \"38\": 2, \"17\": 3, \"40\": 2, \"102\": 1, \"101\": 1, \"103\": 1, \"104\": 1}", "index_word": "{\"1\": \"you\", \"2\": \"i\", \"3\": \"me\", \"4\": \"help\", \"5\": \"good\", \"6\": \"can\", \"7\": \"need\", \"8\": \"whats\", \"9\": \"a\", \"10\": \"with\", \"11\": \"the\", \"12\": \"to\", \"13\": \"thanks\", \"14\": \"it\", \"15\": \"weather\", \"16\": \"tell\", \"17\": \"animal\", \"18\": \"hi\", \"19\": \"hey\", \"20\": \"there\", \"21\": \"day\", \"22\": \"morning\", \"23\": \"see\", \"24\": \"later\", \"25\": \"thank\", \"26\": \"much\", \"27\": \"assist\", \"28\": \"have\", \"29\": \"some\", \"30\": \"support\", \"31\": \"be\", \"32\": \"make\", \"33\": \"funny\", \"34\": \"something\", \"35\": \"do\", \"36\": \"know\", \"37\": \"any\", \"38\": \"about\", \"39\": \"animals\", \"40\": \"facts\", \"41\": \"hello\", \"42\": \"howdy\", \"43\": \"up\", \"44\": \"how\", \"45\": \"are\", \"46\": \"doing\", \"47\": \"yo\", \"48\": \"hola\", \"49\": \"hiya\", \"50\": \"evening\", \"51\": \"bye\", \"52\": \"goodbye\", \"53\": \"catch\", \"54\": \"take\", \"55\": \"care\", \"56\": \"ya\", \"57\": \"farewell\", \"58\": \"talk\", \"59\": \"soon\", \"60\": \"thats\", \"61\": \"helpful\", \"62\": \"appreciate\", \"63\": \"obliged\", \"64\": \"lot\", \"65\": \"so\", \"66\": \"for\", \"67\": \"your\", \"68\": \"owe\", \"69\": \"one\", \"70\": \"assistance\", \"71\": \"could\", \"72\": \"please\", \"73\": \"problem\", \"74\": \"get\", \"75\": \"my\", \"76\": \"account\", \"77\": \"billing\", \"78\": \"an\", \"79\": \"issue\", \"80\": \"login\", \"81\": \"technical\", \"82\": \"like\", \"83\": \"is\", \"84\": \"going\", \"85\": \"rain\", \"86\": \"forecast\", \"87\": \"update\", \"88\": \"will\", \"89\": \"sunny\", \"90\": \"today\", \"91\": \"temperature\", \"92\": \"hows\", \"93\": \"joke\", \"94\": \"laugh\", \"95\": \"humor\", \"96\": \"say\", \"97\": \"jokes\", \"98\": \"smile\", \"99\": \"fun\", \"100\": \"fact\", \"101\": \"want\", \"102\": \"learn\", \"103\": \"trivia\", \"104\": \"interesting\"}", "word_index": "{\"you\": 1, \"i\": 2, \"me\": 3, \"help\": 4, \"good\": 5, \"can\": 6, \"need\": 7, \"whats\": 8, \"a\": 9, \"with\": 10, \"the\": 11, \"to\": 12, \"thanks\": 13, \"it\": 14, \"weather\": 15, \"tell\": 16, \"animal\": 17, \"hi\": 18, \"hey\": 19, \"there\": 20, \"day\": 21, \"morning\": 22, \"see\": 23, \"later\": 24, \"thank\": 25, \"much\": 26, \"assist\": 27, \"have\": 28, \"some\": 29, \"support\": 30, \"be\": 31, \"make\": 32, \"funny\": 33, \"something\": 34, \"do\": 35, \"know\": 36, \"any\": 37, \"about\": 38, \"animals\": 39, \"facts\": 40, \"hello\": 41, \"howdy\": 42, \"up\": 43, \"how\": 44, \"are\": 45, \"doing\": 46, \"yo\": 47, \"hola\": 48, \"hiya\": 49, \"evening\": 50, \"bye\": 51, \"goodbye\": 52, \"catch\": 53, \"take\": 54, \"care\": 55, \"ya\": 56, \"farewell\": 57, \"talk\": 58, \"soon\": 59, \"thats\": 60, \"helpful\": 61, \"appreciate\": 62, \"obliged\": 63, \"lot\": 64, \"so\": 65, \"for\": 66, \"your\": 67, \"owe\": 68, \"one\": 69, \"assistance\": 70, \"could\": 71, \"please\": 72, \"problem\": 73, \"get\": 74, \"my\": 75, \"account\": 76, \"billing\": 77, \"an\": 78, \"issue\": 79, \"login\": 80, \"technical\": 81, \"like\": 82, \"is\": 83, \"going\": 84, \"rain\": 85, \"forecast\": 86, \"update\": 87, \"will\": 88, \"sunny\": 89, \"today\": 90, \"temperature\": 91, \"hows\": 92, \"joke\": 93, \"laugh\": 94, \"humor\": 95, \"say\": 96, \"jokes\": 97, \"smile\": 98, \"fun\": 99, \"fact\": 100, \"want\": 101, \"learn\": 102, \"trivia\": 103, \"interesting\": 104}"}}