{"class_name": "Tokenizer", "config": {"num_words": 2000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 135, "word_counts": "{\"hi\": 2, \"how\": 5, \"are\": 8, \"you\": 32, \"is\": 4, \"anyone\": 1, \"there\": 2, \"hello\": 1, \"good\": 2, \"day\": 2, \"hey\": 1, \"whats\": 8, \"up\": 2, \"howdy\": 1, \"greetings\": 1, \"bye\": 1, \"see\": 2, \"later\": 2, \"goodbye\": 1, \"catch\": 1, \"take\": 1, \"care\": 1, \"ya\": 1, \"farewell\": 1, \"talk\": 1, \"to\": 14, \"soon\": 1, \"thanks\": 3, \"thank\": 2, \"thats\": 1, \"helpful\": 1, \"i\": 23, \"appreciate\": 1, \"it\": 5, \"much\": 4, \"obliged\": 1, \"a\": 20, \"lot\": 1, \"so\": 1, \"for\": 2, \"your\": 8, \"help\": 5, \"owe\": 1, \"one\": 1, \"can\": 9, \"me\": 18, \"need\": 6, \"assistance\": 1, \"could\": 1, \"assist\": 1, \"please\": 1, \"have\": 2, \"problem\": 2, \"get\": 1, \"some\": 2, \"support\": 1, \"the\": 8, \"weather\": 3, \"like\": 1, \"going\": 3, \"rain\": 1, \"tell\": 12, \"forecast\": 1, \"update\": 1, \"will\": 1, \"be\": 2, \"sunny\": 1, \"today\": 1, \"temperature\": 1, \"hows\": 3, \"want\": 10, \"book\": 3, \"flight\": 1, \"hotel\": 1, \"reserve\": 2, \"table\": 1, \"make\": 4, \"reservation\": 1, \"ticket\": 1, \"schedule\": 1, \"an\": 2, \"appointment\": 1, \"seat\": 1, \"complaint\": 2, \"issue\": 1, \"this\": 2, \"isnt\": 1, \"working\": 1, \"im\": 1, \"unhappy\": 1, \"with\": 1, \"service\": 1, \"report\": 1, \"something\": 10, \"went\": 1, \"wrong\": 1, \"file\": 1, \"joke\": 1, \"laugh\": 1, \"humor\": 1, \"funny\": 2, \"say\": 1, \"do\": 13, \"know\": 9, \"any\": 9, \"jokes\": 1, \"smile\": 1, \"fun\": 8, \"fact\": 8, \"about\": 17, \"animals\": 2, \"animal\": 3, \"facts\": 9, \"learn\": 8, \"trivia\": 15, \"interesting\": 8, \"movies\": 1, \"movie\": 2, \"films\": 1, \"film\": 1, \"space\": 3, \"universe\": 1, \"astronomy\": 1, \"new\": 1, \"doing\": 1, \"life\": 1, \"things\": 1, \"on\": 1, \"what\": 5, \"hours\": 3, \"when\": 2, \"open\": 3, \"business\": 1, \"opening\": 1, \"time\": 1, \"close\": 1, \"now\": 1, \"where\": 3, \"located\": 1, \"address\": 2, \"location\": 2, \"details\": 2, \"find\": 1, \"office\": 2, \"share\": 1, \"products\": 2, \"offer\": 1, \"services\": 1, \"sell\": 1, \"list\": 1, \"offerings\": 1, \"does\": 1, \"cost\": 2, \"price\": 1, \"pricing\": 1, \"technology\": 2, \"tech\": 2, \"computers\": 1, \"history\": 3, \"historical\": 2, \"food\": 4, \"cuisine\": 1, \"music\": 4, \"songs\": 1, \"sports\": 4, \"games\": 1}", "word_docs": "{\"hi\": 2, \"how\": 5, \"you\": 32, \"are\": 8, \"is\": 4, \"there\": 2, \"anyone\": 1, \"hello\": 1, \"good\": 2, \"day\": 2, \"hey\": 1, \"up\": 2, \"whats\": 8, \"howdy\": 1, \"greetings\": 1, \"bye\": 1, \"see\": 2, \"later\": 2, \"goodbye\": 1, \"catch\": 1, \"take\": 1, \"care\": 1, \"ya\": 1, \"farewell\": 1, \"to\": 14, \"soon\": 1, \"talk\": 1, \"thanks\": 3, \"thank\": 2, \"thats\": 1, \"helpful\": 1, \"appreciate\": 1, \"i\": 23, \"it\": 5, \"obliged\": 1, \"much\": 4, \"lot\": 1, \"a\": 20, \"so\": 1, \"your\": 8, \"for\": 2, \"help\": 5, \"one\": 1, \"owe\": 1, \"can\": 9, \"me\": 18, \"need\": 6, \"assistance\": 1, \"could\": 1, \"assist\": 1, \"please\": 1, \"have\": 2, \"problem\": 2, \"some\": 2, \"get\": 1, \"support\": 1, \"like\": 1, \"weather\": 3, \"the\": 8, \"going\": 3, \"rain\": 1, \"tell\": 12, \"forecast\": 1, \"update\": 1, \"today\": 1, \"will\": 1, \"be\": 2, \"sunny\": 1, \"temperature\": 1, \"hows\": 3, \"flight\": 1, \"book\": 3, \"want\": 10, \"hotel\": 1, \"table\": 1, \"reserve\": 2, \"make\": 4, \"reservation\": 1, \"ticket\": 1, \"appointment\": 1, \"an\": 2, \"schedule\": 1, \"seat\": 1, \"complaint\": 2, \"issue\": 1, \"this\": 2, \"isnt\": 1, \"working\": 1, \"with\": 1, \"service\": 1, \"unhappy\": 1, \"im\": 1, \"report\": 1, \"wrong\": 1, \"went\": 1, \"something\": 10, \"file\": 1, \"joke\": 1, \"laugh\": 1, \"humor\": 1, \"funny\": 2, \"say\": 1, \"do\": 13, \"know\": 9, \"any\": 9, \"jokes\": 1, \"smile\": 1, \"animals\": 2, \"fact\": 8, \"fun\": 8, \"about\": 17, \"animal\": 3, \"facts\": 9, \"learn\": 8, \"trivia\": 15, \"interesting\": 8, \"movies\": 1, \"movie\": 2, \"films\": 1, \"film\": 1, \"space\": 3, \"universe\": 1, \"astronomy\": 1, \"new\": 1, \"doing\": 1, \"life\": 1, \"things\": 1, \"on\": 1, \"what\": 5, \"hours\": 3, \"open\": 3, \"when\": 2, \"business\": 1, \"opening\": 1, \"time\": 1, \"close\": 1, \"now\": 1, \"located\": 1, \"where\": 3, \"address\": 2, \"location\": 2, \"details\": 2, \"find\": 1, \"office\": 2, \"share\": 1, \"products\": 2, \"offer\": 1, \"services\": 1, \"sell\": 1, \"list\": 1, \"offerings\": 1, \"does\": 1, \"cost\": 2, \"price\": 1, \"pricing\": 1, \"technology\": 2, \"tech\": 2, \"computers\": 1, \"history\": 3, \"historical\": 2, \"food\": 4, \"cuisine\": 1, \"music\": 4, \"songs\": 1, \"sports\": 4, \"games\": 1}", "index_docs": "{\"46\": 2, \"25\": 5, \"1\": 32, \"16\": 8, \"29\": 4, \"47\": 2, \"76\": 1, \"77\": 1, \"48\": 2, \"49\": 2, \"78\": 1, \"50\": 2, \"17\": 8, \"79\": 1, \"80\": 1, \"81\": 1, \"51\": 2, \"52\": 2, \"82\": 1, \"83\": 1, \"84\": 1, \"85\": 1, \"86\": 1, \"87\": 1, \"7\": 14, \"89\": 1, \"88\": 1, \"35\": 3, \"53\": 2, \"90\": 1, \"91\": 1, \"92\": 1, \"2\": 23, \"26\": 5, \"93\": 1, \"30\": 4, \"94\": 1, \"3\": 20, \"95\": 1, \"18\": 8, \"54\": 2, \"27\": 5, \"97\": 1, \"96\": 1, \"12\": 9, \"4\": 18, \"24\": 6, \"98\": 1, \"99\": 1, \"100\": 1, \"101\": 1, \"55\": 2, \"56\": 2, \"57\": 2, \"102\": 1, \"103\": 1, \"104\": 1, \"36\": 3, \"19\": 8, \"37\": 3, \"105\": 1, \"9\": 12, \"106\": 1, \"107\": 1, \"110\": 1, \"108\": 1, \"58\": 2, \"109\": 1, \"111\": 1, \"38\": 3, \"112\": 1, \"39\": 3, \"10\": 10, \"113\": 1, \"114\": 1, \"59\": 2, \"31\": 4, \"115\": 1, \"116\": 1, \"118\": 1, \"60\": 2, \"117\": 1, \"119\": 1, \"61\": 2, \"120\": 1, \"62\": 2, \"121\": 1, \"122\": 1, \"125\": 1, \"126\": 1, \"124\": 1, \"123\": 1, \"127\": 1, \"129\": 1, \"128\": 1, \"11\": 10, \"130\": 1, \"131\": 1, \"132\": 1, \"133\": 1, \"63\": 2, \"134\": 1, \"8\": 13, \"13\": 9, \"14\": 9, \"135\": 1, \"136\": 1, \"64\": 2, \"21\": 8, \"20\": 8, \"5\": 17, \"40\": 3, \"15\": 9, \"22\": 8, \"6\": 15, \"23\": 8, \"137\": 1, \"65\": 2, \"138\": 1, \"139\": 1, \"41\": 3, \"140\": 1, \"141\": 1, \"142\": 1, \"143\": 1, \"144\": 1, \"145\": 1, \"146\": 1, \"28\": 5, \"42\": 3, \"43\": 3, \"66\": 2, \"147\": 1, \"148\": 1, \"149\": 1, \"150\": 1, \"151\": 1, \"152\": 1, \"44\": 3, \"67\": 2, \"68\": 2, \"69\": 2, \"153\": 1, \"70\": 2, \"154\": 1, \"71\": 2, \"155\": 1, \"156\": 1, \"157\": 1, \"158\": 1, \"159\": 1, \"160\": 1, \"72\": 2, \"161\": 1, \"162\": 1, \"73\": 2, \"74\": 2, \"163\": 1, \"45\": 3, \"75\": 2, \"32\": 4, \"164\": 1, \"33\": 4, \"165\": 1, \"34\": 4, \"166\": 1}", "index_word": "{\"1\": \"you\", \"2\": \"i\", \"3\": \"a\", \"4\": \"me\", \"5\": \"about\", \"6\": \"trivia\", \"7\": \"to\", \"8\": \"do\", \"9\": \"tell\", \"10\": \"want\", \"11\": \"something\", \"12\": \"can\", \"13\": \"know\", \"14\": \"any\", \"15\": \"facts\", \"16\": \"are\", \"17\": \"whats\", \"18\": \"your\", \"19\": \"the\", \"20\": \"fun\", \"21\": \"fact\", \"22\": \"learn\", \"23\": \"interesting\", \"24\": \"need\", \"25\": \"how\", \"26\": \"it\", \"27\": \"help\", \"28\": \"what\", \"29\": \"is\", \"30\": \"much\", \"31\": \"make\", \"32\": \"food\", \"33\": \"music\", \"34\": \"sports\", \"35\": \"thanks\", \"36\": \"weather\", \"37\": \"going\", \"38\": \"hows\", \"39\": \"book\", \"40\": \"animal\", \"41\": \"space\", \"42\": \"hours\", \"43\": \"open\", \"44\": \"where\", \"45\": \"history\", \"46\": \"hi\", \"47\": \"there\", \"48\": \"good\", \"49\": \"day\", \"50\": \"up\", \"51\": \"see\", \"52\": \"later\", \"53\": \"thank\", \"54\": \"for\", \"55\": \"have\", \"56\": \"problem\", \"57\": \"some\", \"58\": \"be\", \"59\": \"reserve\", \"60\": \"an\", \"61\": \"complaint\", \"62\": \"this\", \"63\": \"funny\", \"64\": \"animals\", \"65\": \"movie\", \"66\": \"when\", \"67\": \"address\", \"68\": \"location\", \"69\": \"details\", \"70\": \"office\", \"71\": \"products\", \"72\": \"cost\", \"73\": \"technology\", \"74\": \"tech\", \"75\": \"historical\", \"76\": \"anyone\", \"77\": \"hello\", \"78\": \"hey\", \"79\": \"howdy\", \"80\": \"greetings\", \"81\": \"bye\", \"82\": \"goodbye\", \"83\": \"catch\", \"84\": \"take\", \"85\": \"care\", \"86\": \"ya\", \"87\": \"farewell\", \"88\": \"talk\", \"89\": \"soon\", \"90\": \"thats\", \"91\": \"helpful\", \"92\": \"appreciate\", \"93\": \"obliged\", \"94\": \"lot\", \"95\": \"so\", \"96\": \"owe\", \"97\": \"one\", \"98\": \"assistance\", \"99\": \"could\", \"100\": \"assist\", \"101\": \"please\", \"102\": \"get\", \"103\": \"support\", \"104\": \"like\", \"105\": \"rain\", \"106\": \"forecast\", \"107\": \"update\", \"108\": \"will\", \"109\": \"sunny\", \"110\": \"today\", \"111\": \"temperature\", \"112\": \"flight\", \"113\": \"hotel\", \"114\": \"table\", \"115\": \"reservation\", \"116\": \"ticket\", \"117\": \"schedule\", \"118\": \"appointment\", \"119\": \"seat\", \"120\": \"issue\", \"121\": \"isnt\", \"122\": \"working\", \"123\": \"im\", \"124\": \"unhappy\", \"125\": \"with\", \"126\": \"service\", \"127\": \"report\", \"128\": \"went\", \"129\": \"wrong\", \"130\": \"file\", \"131\": \"joke\", \"132\": \"laugh\", \"133\": \"humor\", \"134\": \"say\", \"135\": \"jokes\", \"136\": \"smile\", \"137\": \"movies\", \"138\": \"films\", \"139\": \"film\", \"140\": \"universe\", \"141\": \"astronomy\", \"142\": \"new\", \"143\": \"doing\", \"144\": \"life\", \"145\": \"things\", \"146\": \"on\", \"147\": \"business\", \"148\": \"opening\", \"149\": \"time\", \"150\": \"close\", \"151\": \"now\", \"152\": \"located\", \"153\": \"find\", \"154\": \"share\", \"155\": \"offer\", \"156\": \"services\", \"157\": \"sell\", \"158\": \"list\", \"159\": \"offerings\", \"160\": \"does\", \"161\": \"price\", \"162\": \"pricing\", \"163\": \"computers\", \"164\": \"cuisine\", \"165\": \"songs\", \"166\": \"games\"}", "word_index": "{\"you\": 1, \"i\": 2, \"a\": 3, \"me\": 4, \"about\": 5, \"trivia\": 6, \"to\": 7, \"do\": 8, \"tell\": 9, \"want\": 10, \"something\": 11, \"can\": 12, \"know\": 13, \"any\": 14, \"facts\": 15, \"are\": 16, \"whats\": 17, \"your\": 18, \"the\": 19, \"fun\": 20, \"fact\": 21, \"learn\": 22, \"interesting\": 23, \"need\": 24, \"how\": 25, \"it\": 26, \"help\": 27, \"what\": 28, \"is\": 29, \"much\": 30, \"make\": 31, \"food\": 32, \"music\": 33, \"sports\": 34, \"thanks\": 35, \"weather\": 36, \"going\": 37, \"hows\": 38, \"book\": 39, \"animal\": 40, \"space\": 41, \"hours\": 42, \"open\": 43, \"where\": 44, \"history\": 45, \"hi\": 46, \"there\": 47, \"good\": 48, \"day\": 49, \"up\": 50, \"see\": 51, \"later\": 52, \"thank\": 53, \"for\": 54, \"have\": 55, \"problem\": 56, \"some\": 57, \"be\": 58, \"reserve\": 59, \"an\": 60, \"complaint\": 61, \"this\": 62, \"funny\": 63, \"animals\": 64, \"movie\": 65, \"when\": 66, \"address\": 67, \"location\": 68, \"details\": 69, \"office\": 70, \"products\": 71, \"cost\": 72, \"technology\": 73, \"tech\": 74, \"historical\": 75, \"anyone\": 76, \"hello\": 77, \"hey\": 78, \"howdy\": 79, \"greetings\": 80, \"bye\": 81, \"goodbye\": 82, \"catch\": 83, \"take\": 84, \"care\": 85, \"ya\": 86, \"farewell\": 87, \"talk\": 88, \"soon\": 89, \"thats\": 90, \"helpful\": 91, \"appreciate\": 92, \"obliged\": 93, \"lot\": 94, \"so\": 95, \"owe\": 96, \"one\": 97, \"assistance\": 98, \"could\": 99, \"assist\": 100, \"please\": 101, \"get\": 102, \"support\": 103, \"like\": 104, \"rain\": 105, \"forecast\": 106, \"update\": 107, \"will\": 108, \"sunny\": 109, \"today\": 110, \"temperature\": 111, \"flight\": 112, \"hotel\": 113, \"table\": 114, \"reservation\": 115, \"ticket\": 116, \"schedule\": 117, \"appointment\": 118, \"seat\": 119, \"issue\": 120, \"isnt\": 121, \"working\": 122, \"im\": 123, \"unhappy\": 124, \"with\": 125, \"service\": 126, \"report\": 127, \"went\": 128, \"wrong\": 129, \"file\": 130, \"joke\": 131, \"laugh\": 132, \"humor\": 133, \"say\": 134, \"jokes\": 135, \"smile\": 136, \"movies\": 137, \"films\": 138, \"film\": 139, \"universe\": 140, \"astronomy\": 141, \"new\": 142, \"doing\": 143, \"life\": 144, \"things\": 145, \"on\": 146, \"business\": 147, \"opening\": 148, \"time\": 149, \"close\": 150, \"now\": 151, \"located\": 152, \"find\": 153, \"share\": 154, \"offer\": 155, \"services\": 156, \"sell\": 157, \"list\": 158, \"offerings\": 159, \"does\": 160, \"price\": 161, \"pricing\": 162, \"computers\": 163, \"cuisine\": 164, \"songs\": 165, \"games\": 166}"}}