{"class_name": "Tokenizer", "config": {"num_words": 2000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 12, "word_counts": "{\"hi\": 1, \"how\": 1, \"are\": 1, \"you\": 3, \"is\": 1, \"anyone\": 1, \"there\": 1, \"hello\": 1, \"good\": 2, \"day\": 2, \"bye\": 1, \"see\": 1, \"later\": 1, \"goodbye\": 1, \"thanks\": 1, \"thank\": 1, \"thats\": 1, \"helpful\": 1}", "word_docs": "{\"hi\": 1, \"are\": 1, \"you\": 3, \"how\": 1, \"anyone\": 1, \"is\": 1, \"there\": 1, \"hello\": 1, \"good\": 2, \"day\": 2, \"bye\": 1, \"see\": 1, \"later\": 1, \"goodbye\": 1, \"thanks\": 1, \"thank\": 1, \"thats\": 1, \"helpful\": 1}", "index_docs": "{\"4\": 1, \"6\": 1, \"1\": 3, \"5\": 1, \"8\": 1, \"7\": 1, \"9\": 1, \"10\": 1, \"2\": 2, \"3\": 2, \"11\": 1, \"12\": 1, \"13\": 1, \"14\": 1, \"15\": 1, \"16\": 1, \"17\": 1, \"18\": 1}", "index_word": "{\"1\": \"you\", \"2\": \"good\", \"3\": \"day\", \"4\": \"hi\", \"5\": \"how\", \"6\": \"are\", \"7\": \"is\", \"8\": \"anyone\", \"9\": \"there\", \"10\": \"hello\", \"11\": \"bye\", \"12\": \"see\", \"13\": \"later\", \"14\": \"goodbye\", \"15\": \"thanks\", \"16\": \"thank\", \"17\": \"thats\", \"18\": \"helpful\"}", "word_index": "{\"you\": 1, \"good\": 2, \"day\": 3, \"hi\": 4, \"how\": 5, \"are\": 6, \"is\": 7, \"anyone\": 8, \"there\": 9, \"hello\": 10, \"bye\": 11, \"see\": 12, \"later\": 13, \"goodbye\": 14, \"thanks\": 15, \"thank\": 16, \"thats\": 17, \"helpful\": 18}"}}